[["CONSEIL ECONOMIQUE, SOCIAL ET CULTUREL (Niger)", "NE-COA-16"], ["CONSEIL ECONOMIQUE, SOCIAL ET ENVIRONNEMENTAL (Morocco)", "MA-COA-52"], ["Conseil Economique, Social et Environnemental (Senegal)", "SN-COA-24"], ["Conseil Economique, Social, Environnemental et Culturel (Côte d'Ivoire)", "CI-COA-105"], ["Conseil Économique, Social et Culturel (Chad)", "TD-COA-40"], ["Department of Research, Science and Technology (Botswana)", "BW-COA-2704"], ["Dr. Emilio B. Espinosa, Sr. Memorial State College of Agriculture and Technology (Philippines)", "PH-COA-08055"], ["ENSEIGNMENT PRIMAIRE, SECONDAIRE ET TECHNIQUE (Democratic Republic of the Congo)", "CD-COA-38"], ["Home Affairs, Immigration, Safety and Security (Namibia)", "NA-COA-39"], ["MINISTRY OF YOUTH, SPORT AND ARTS (Zambia)", "ZM-COA-76"], ["Min Commerce, Consommation, Secteur Informel et PME (Senegal)", "SN-COA-45"], ["Minister of Higher and Tertiary Education, Innovation, Science and Technology Development (Zimbabwe)", "ZW-COA-16"], ["Minister of Women Affairs, Community, Small and Medium Enterprise Development (Zimbabwe)", "ZW-COA-17"], ["Ministerio de Obras Publicas, Servicios y Vivenda (Bolivia)", "BO-COA-0081"], ["Ministry of Communication, Science and Technology (Lesotho)", "LS-COA-010"], ["Ministry of Education, Science and Technology (Kenya)", "KE-COA-106"], ["Ministry of Education, Science and Technology (Nepal)", "NP-COA-350"], ["Ministry of Education, Science and Technology (Tanzania)", "TZ-COA-46"], ["Ministry of Gender, Youth, Sports and Recreation (Lesotho)", "LS-COA-043"], ["Ministry of H/EDU, Research, Science & Technology (Gambia)", "GM-COA-27"], ["Ministry of Tertiary Education, Research, Science and Technology (Botswana)", "BW-COA-2700"], ["Ministry of Water, Environment, Spatial Planning and Urban Development (Burundi)", "BI-COA-44"], ["Ministry of Youth, Gender, Sport and Culture (MYSC) (Botswana)", "BW-COA-2200"], ["Ministry of Youth, Sports and Culture (Burundi)", "BI-COA-37"], ["Ministère de l'Enseignement Primaire, secondaire et technique (Togo)", "TG-COA-510"], ["Plan, Statistique et intégration (Republic of the Congo)", "CG-COA-36"], ["Research, Science and Technology (Botswana)", "BW-COA-2407"], ["Youth, Sports and Culture (St. Kitts and Nevis)", "KN-COA-15"]]