[["AGENCIA PARA A PROMOCAO DE INVESTIMENTO E EXPORTACOES (Mozambique)", "MZ-COA-41A003141"], ["AUTORITE DE PROTECTION DES DONNEES A CARACTERE PERSONNEL (Mali)", "ML-COA-334"], ["Adm. De Aeropueros y Servicios Auxiliares a la Naveg. Aerea (Bolivia)", "BO-COA-0512"], ["C.A.A. DEUDA PUBLICA (CONTRIBUCIONES A ORGAN.) (Equatorial Guinea)", "GQ-COA-56"], ["COMMISSARIAT A LA SECURITE ALIMENTAIRE (Mali)", "ML-COA-850"], ["Commissariat A La Promotion Des Investissements (Mauritania)", "MR-COA-84"], ["Commissariat A La Securite Alimentaire (Mauritania)", "MR-COA-34"], ["Commissariat Aux Droits De L'Homme, A L'Action Humanitaire Et Aux Relat (Mauritania)", "MR-COA-80"], ["DELEGATION GENERALE A L'ADMINISTRATION PENITENTIAIRE ET A LA REINSERTION (Morocco)", "MA-COA-51"], ["DELEGATION GENERALE A LA SURETE NATIONALE (Cameroon)", "CM-COA-12"], ["Etat A L'Education Nationale, A L'Enseignement Sup & A La Recherche Sci (Mauritania)", "MR-COA-26"], ["FUNDO DE APOIO A REABILITACAO DA ECONOMIA (Mozambique)", "MZ-COA-27A006341"], ["Fendacion Centro de Atencion Integral a Ninos y Ninas con Autismo (CAINNA) (Nicaragua)", "NI-COA-46"], ["Fundacion pro ayuda a ninos y ninas con capacidades diferentes (SIELO) (Nicaragua)", "NI-COA-57"], ["GABINETE CENTRAL DE COMBATE A CORRUPCAO (Mozambique)", "MZ-COA-13A000241"], ["GABINETE CENTRAL DE PREVENCAO E COMBATE A DROGA (Mozambique)", "MZ-COA-02A001141"], ["INSTITUTO DE EDUCACAO ABERTA A DISTANCIA (Mozambique)", "MZ-COA-50A006041"], ["INSTITUTO NACIONAL DE EDUCACAO A DISTANCIA (Mozambique)", "MZ-COA-50A002241"], ["JEUNESSE ET INITIATION A LA NOUVELLE CITOYENNETE (Democratic Republic of the Congo)", "CD-COA-59"], ["MINISTERE A LA CONDITION FEMININE (Haiti)", "HT-COA-1314"], ["MINISTERE DE L'EDUCATION NATIONALE ET DE L A FORM. PROFESS. (Haiti)", "HT-COA-1311"], ["MINISTERE DES HAITIENS VIVANT A L'ETRANGER (Haiti)", "HT-COA-1212"], ["MINISTERE DES MALIENS ETABLIS A L'EXTERIEUR ET DE L'INTEGRATION AFRICAINE (Mali)", "ML-COA-185"], ["MINISTÈRE DES AFFAIRES ÉTRANGÈRES, DE LA COOPÉRATION AFRICAINE ET DES MAROCAINS RÉSIDANT A L'ETRANGER (Morocco)", "MA-COA-07"], ["Ministre D'Etat A L'Education Nationale (Mauritania)", "MR-COA-60"], ["Ministre D'Etat A L'Education Nationale , A L'Enseignement Superieur Et (Mauritania)", "MR-COA-25"], ["SERVICES RATTACHES A LA PRESIDENCE (Cameroon)", "CM-COA-02"], ["Secretariat D'État A La Formation Professionnelle (Mauritania)", "MR-COA-86"]]