[["AUDITOR GENERAL FOR THE FEDERATION (Nigeria)", "NG-COA-0140"], ["Afghanistan football federation (Afghanistan)", "AF-COA-19"], ["CENTRO DE RECLUSAO FEMININO DE NDLAVELA (Mozambique)", "MZ-COA-23A000641"], ["House of the Federation (Ethiopia)", "ET-COA-114"], ["MINISTERE A LA CONDITION FEMININE (Haiti)", "HT-COA-1314"], ["MINISTERE DE L'ACTION SOCIALE, DE LA PROMOTION FEMININE ET DE L'ENFANCE (Guinea)", "GN-COA-19"], ["MINISTERE DE LA POPULATION, DE LA PROTECTION SOCIALE ET DE LA PROMOTION DE LA FEMME (Madagascar)", "MG-COA-76"], ["MINISTERE DE LA PROMOTION DE LA FEMME DE L'ENFANT & DE LA FAMILLE (Mali)", "ML-COA-640"], ["MINISTERE DE LA PROMOTION DE LA FEMME ET DE LA FAMILLE (Cameroon)", "CM-COA-43"], ["MINISTERE DE LA PROMOTION DE LA FEMME ET DE LA PROTECTION DE L'ENFANT (Niger)", "NE-COA-65"], ["Min. des Transports Terrestres, des Trans. Ferroviaires et de l'Amén. du territoire (Senegal)", "SN-COA-66"], ["Ministere De La Promotion De La Femme, De La Famille Et De La Protection De L'enfant (Central African Republic)", "CF-COA-74"], ["Ministry of Federal Affairs and General Administration (Nepal)", "NP-COA-365"], ["Ministry of Interior and Federal Affairs (Somalia)", "SO-COA-107"], ["Ministère de l'Action Sociale, de la Promotion de la Femme et de l'Alphabétisation (Togo)", "TG-COA-740"], ["Ministère de la Femme Solidarité Nationale Famille Action Humanitaire (Burkina Faso)", "BF-COA-22"], ["Ministère de la Femme, Famille et du Genre (Senegal)", "SN-COA-58"], ["Ministère de la Femme, de la Famille et de l'Enfant (Côte d'Ivoire)", "CI-COA-352"], ["Ministère des transports routiers, aérien et ferroviaire (Togo)", "TG-COA-832"], ["National Fertilizer Regulatory Agency (Sierra Leone)", "SL-COA-427"], ["OFFICE OF THE HEAD OF THE CIVIL SERVICE OF THE FEDERATION (Nigeria)", "NG-COA-0125"], ["Promotion de la femme et intégration de la femme au développement (Republic of the Congo)", "CG-COA-56"], ["SECRETARY TO THE GOVERNMENT OF THE FEDERATION (Nigeria)", "NG-COA-0161"], ["Veterinary Drug and Animal Feed Administration and Control Authority (Ethiopia)", "ET-COA-246"]]