[["ADMINISTRACAO DO PARQUE IMOBILIARIO DO ESTADO (Mozambique)", "MZ-COA-47A002541"], ["AGENCIA PARA A PROMOCAO DE INVESTIMENTO E EXPORTACOES (Mozambique)", "MZ-COA-41A003141"], ["Agencia para el Des. De la Soc. De la informacion en Bolivia (Bolivia)", "BO-COA-0119"], ["Agencia para el Des. De las Macroreg. Y Zonas Fronterizas (Bolivia)", "BO-COA-0201"], ["Asignacion especial para la promocion del arte y la cultura (Nicaragua)", "NI-COA-2"], ["Asociacion Nicaraguense de Enfermose de Parkinson (ANEP) (Nicaragua)", "NI-COA-22"], ["Asociacion Universiadad Juan Pablo II (Nicaragua)", "NI-COA-32"], ["Asociacion de Padres de Ninos y Jovenes Diabeticos de Nicaragua (Nicaragua)", "NI-COA-12"], ["Asociacion para el Desarrollo Humanistico y Social Casa Abierta (CASAABIERTA) (Nicaragua)", "NI-COA-27"], ["Aurora Pacific Economic Zone and Freeport Authority (Philippines)", "PH-COA-35042"], ["Bangladesh Parliament (Bangladesh)", "BD-COA-102"], ["CENTRO DE INVESTIGACAO E TRANSFERENCIA DE TECNOLOGIAS PARA O DESENVOLVIMENTO COMUNITARIO (Mozambique)", "MZ-COA-52A001741"], ["COMISSAO INTERMINISTERIAL PARA OS GRANDES EVENTOS (Mozambique)", "MZ-COA-21A002941"], ["COMISSAO NACIONAL PARA UNESCO - UGB (Mozambique)", "MZ-COA-02A001641"], ["Centro de Formacion Educativo Cultural para Personas Ciegas (C.F.E.C.) (Nicaragua)", "NI-COA-37"], ["Coopération internationale et partenariat public-privé (Republic of the Congo)", "CG-COA-63"], ["DEPENSES NON REPARTIES PAR CHAPITRES (Central African Republic)", "CF-COA-00"], ["Department of Health Sector Relations and Partnership (Botswana)", "BW-COA-1107"], ["Department of Telecommunication, Information, Communication and Relations with Parliament (Burundi)", "BI-COA-18"], ["Department of Wildlife and National Parks (Botswana)", "BW-COA-2002"], ["Direc. Dptal. De Educacion La Paz (Bolivia)", "BO-COA-0266"], ["Direc. Dptal. De Educacion Pando (Bolivia)", "BO-COA-0273"], ["Ethiopian Patriotic Association (Ethiopia)", "ET-COA-414"], ["External Debt Service Payment (Sierra Leone)", "SL-COA-602"], ["FINANCE - OTHER PAYMENTS (Nauru)", "NR-COA-16"], ["FUNDO DA PAZ E RECONCILIACAO NACIONAL (Mozambique)", "MZ-COA-60A000741"], ["FUNDO DE INVESTIMENTO E PATRIMONIO DO ABASTECIMENTO DE AGUA (Mozambique)", "MZ-COA-47A002741"], ["FUNDO PARA O FOMENTO DE HABITACAO (Mozambique)", "MZ-COA-47A002641"], ["Federal Parliament (Nepal)", "NP-COA-202"], ["Fondo de Des. Para los Pueblos Indigenas, Orig. y Com, Camp. (Bolivia)", "BO-COA-0250"], ["Fundacion Oftalmologica Nicaraguense para la Prevention de la Ceguera (FONIPRECE) (Nicaragua)", "NI-COA-55"], ["Fundacion de Padres con Hijos de Espina Bifida (FUNDAPHEB) (Nicaragua)", "NI-COA-50"], ["Fundacion para el Salon de la Fama del Deporte Nicaraguense (Salon de la Fama) (Nicaragua)", "NI-COA-56"], ["Houses of Parliament (Jamaica)", "JM-COA-2000"], ["INSTITUTO DE GESTAO DAS PARTICIPACOES DO ESTADO (Mozambique)", "MZ-COA-27A001641"], ["INSTITUTO DO PATROCINIO E ASSISTENCIA JURIDICA (Mozambique)", "MZ-COA-23A001041"], ["INSTITUTO NACIONAL PARA AS COMUNIDADES MOCAMBICANAS NO EXTERIOR (Mozambique)", "MZ-COA-21A002641"], ["INSTITUTO PARA PROMOCAO DAS PEQUENAS E MEDIAS EMPRESAS (Mozambique)", "MZ-COA-41A002141"], ["Legislative and Parliamentary Affairs Division (Bangladesh)", "BD-COA-123"], ["MINISTERE DE LA RECONCILIATION, DE LA PAIX ET DE LA COHESION NATIONALE (Mali)", "ML-COA-341"], ["MINISTERE DELEGUE AUPRES DU CHEF DU GOUVERNEMENT CHARGE DES RELATIONS AVEC LE PARLEMENT (Morocco)", "MA-COA-32"], ["MINISTÈRE D’ÉTAT CHARGE DES DROITS DE L'HOMME ET DES RELATIONS AVEC LE PARLEMENT (Morocco)", "MA-COA-40"], ["MINISTÉRIO DA PRESIDÊNCIA DE CONSELHO DE MINISTROS E ASSUNTOS PARLAMENTARES (Guinea-Bissau)", "GW-COA-17"], ["Minister of Justice, Legal and Parliamentary Affairs (Zimbabwe)", "ZW-COA-19"], ["Ministry of Foreign Affairs and Expatriates / Department of Palestinian Affairs (Jordan)", "JO-COA-1401"], ["Ministry of Interior/Civil Status and Passports Department (Jordan)", "JO-COA-1002"], ["Ministry of Law, Justice and Parliamentary Affairs (Nepal)", "NP-COA-311"], ["Ministry of Parliamentary Affairs (MoPA) (Ghana)", "GH-COA-047"], ["Ministry of Political and Parliamentary Affairs (Jordan)", "JO-COA-0702"], ["Ministry of State & Paliamentary Affiars (Afghanistan)", "AF-COA-21"], ["Ministère De La Communication Et Des Relations Avec Le Parlement (Mauritania)", "MR-COA-12"], ["Ministère de la Cohésion Nationale, de la Solidarité et de la Lutte Contre la Pauvreté (Côte d'Ivoire)", "CI-COA-369"], ["Ministère de la Communication et des Relations avec le Parlement (Burkina Faso)", "BF-COA-18"], ["Ministère de la Promotion des investissements, des partenariats et du développement des Téléservices de l'Etat (Senegal)", "SN-COA-82"], ["Ministère de la Prospective Economique et des Partenaires Internationaux (Chad)", "TD-COA-7"], ["Ministère des Affaires Culturelles, du Patrimoine Historique et du Tourisme (Chad)", "TD-COA-37"], ["Ministère du Patrimoine, du Portefeuille de l'Etat et des Entreprises Publiques (Côte d'Ivoire)", "CI-COA-376"], ["Miscellaneous other Statutory Payments (Malawi)", "MW-COA-020"], ["National Parks Development Committee (Philippines)", "PH-COA-21003"], ["National Parliament (Papua New Guinea)", "PG-COA-201"], ["National Parliament (Solomon Island)", "SB-COA-479"], ["National Parliament (Solomon Island)", "SB-COA-279"], ["OFFICE OF PARLIAMENTARY SERVICES (Nauru)", "NR-COA-06"], ["Office Registrar of Political Parties (Tanzania)", "TZ-COA-27"], ["Office of the Parliamentary Counsel (Jamaica)", "JM-COA-28033"], ["Office of the Registrar for Political Parties (Papua New Guinea)", "PG-COA-209"], ["Public Debt Payments (Interest) (Malawi)", "MW-COA-040"], ["Public-Private Partnership Center of the Philippines (Philippines)", "PH-COA-24005"], ["RELATIONS AVEC LE PARLEMENT (Democratic Republic of the Congo)", "CD-COA-36"], ["RELATIONS AVEC LES PARTIS POLITIQUES (Democratic Republic of the Congo)", "CD-COA-26"], ["Registrar of Political Parties (Kenya)", "KE-COA-1311"], ["Registrar of Political Parties (Kenya)", "KE-COA-131"], ["Registro Unico para la Administracion Tributaria Municipal (Bolivia)", "BO-COA-0200"], ["Secretaria de Estado da Promoção da Igualdade/ Secretaria de Estado para o Apoio e Promoção Sócio-Económico da Mulher (Timor-leste)", "TL-COA-11"], ["Serv. Nal. Para la Sostenibilidad en Sanemiento Basico (Bolivia)", "BO-COA-0225"], ["Servicio Departamental de Riego - La Paz (Bolivia)", "BO-COA-0299"], ["St. Paul Hospital Millennium Medical College (Ethiopia)", "ET-COA-346"], ["Uganda Embassy in France, Paris (Uganda)", "UG-COA-522"]]