[["AGRICULTURA, GANADERIA, BOSQUES Y MEDIO AMBIENTE (Equatorial Guinea)", "GQ-COA-40"], ["ASUNTOS EXTERIORES Y COOPERACION (Equatorial Guinea)", "GQ-COA-12"], ["Adm. De Aeropueros y Servicios Auxiliares a la Naveg. Aerea (Bolivia)", "BO-COA-0512"], ["Agencia para el Des. De las Macroreg. Y Zonas Fronterizas (Bolivia)", "BO-COA-0201"], ["Asignacion especial para la promocion del arte y la cultura (Nicaragua)", "NI-COA-2"], ["Asociacion Comision Nicaraguense de Ayuda al Nino con Cancer y Leucemia (CONANCA) (Nicaragua)", "NI-COA-5"], ["Asociacion Instituto Nicraguense de Capacitacion y Estudios Juveniles (INCEJU) (Nicaragua)", "NI-COA-18"], ["Asociacion de Comunicacion y Movilizacion Social Los Cumiches (Asociacion Los Cumiches) (Nicaragua)", "NI-COA-7"], ["Asociacion de Padres de Ninos y Jovenes Diabeticos de Nicaragua (Nicaragua)", "NI-COA-12"], ["Asociacion para el Desarrollo Humanistico y Social Casa Abierta (CASAABIERTA) (Nicaragua)", "NI-COA-27"], ["Autoridad de Fisc y Ctrol Soc de Agua Potable Saneam. Basico (Bolivia)", "BO-COA-0311"], ["Autoridad de Fiscalizac. Y Control Soc de Bosques y Tierras (Bolivia)", "BO-COA-0312"], ["Autoridad de Fiscalizacion y Control Social de Electricidad (Bolivia)", "BO-COA-0314"], ["Autoridad de Fiscalizacion y Control Social de Empresas (Bolivia)", "BO-COA-0315"], ["Autoridad de Fiscalizacion y Control Social del Juego (Bolivia)", "BO-COA-0309"], ["Autoridad de Fiscalizacion y Control de Pensiones y Seguros (Bolivia)", "BO-COA-0313"], ["Autoridad de Regulacion y Fiscalizacion de Telecomunicacione (Bolivia)", "BO-COA-0310"], ["COMERCIO Y PROMOCION DE PYMES (Equatorial Guinea)", "GQ-COA-21"], ["CULTURA, TURISMO Y PROMOCION ARTESANAL (Equatorial Guinea)", "GQ-COA-27"], ["Central de Abastecimiento y Suministros de Salud (Bolivia)", "BO-COA-0249"], ["Centro de Investigacion y Desarrollo Acuicola Boliviano (Bolivia)", "BO-COA-0248"], ["Coordinadora Evangelica Iglesia y Sociedad (CEPRES) (Nicaragua)", "NI-COA-39"], ["EDUCACION, ENSEÑANZA UNIVERSITARIA Y DEPORTES (Equatorial Guinea)", "GQ-COA-26"], ["Entidad Ejecutora de Medio Ambiente y Agua (Bolivia)", "BO-COA-0253"], ["FUNCION PUBLICA Y REFORMA ADMINISTRATIVA (Equatorial Guinea)", "GQ-COA-19"], ["Fendacion Centro de Atencion Integral a Ninos y Ninas con Autismo (CAINNA) (Nicaragua)", "NI-COA-46"], ["Fondo Nacional de Inversion Productiva y Social (Bolivia)", "BO-COA-0287"], ["Fondo de Des. Para los Pueblos Indigenas, Orig. y Com, Camp. (Bolivia)", "BO-COA-0250"], ["Fundacion pro ayuda a ninos y ninas con capacidades diferentes (SIELO) (Nicaragua)", "NI-COA-57"], ["GASTOS COMUNES Y OBLIGACIONES DIVERSAS (Equatorial Guinea)", "GQ-COA-55"], ["HACIENDA, ECONOMIA Y PLANIFICACION (Equatorial Guinea)", "GQ-COA-20"], ["INDUSTRIA Y ENERGIA (Equatorial Guinea)", "GQ-COA-43"], ["INFORMACION, PRENSA Y RADIO (Equatorial Guinea)", "GQ-COA-28"], ["INTERIOR Y CORPORACIONES LOCALES (Equatorial Guinea)", "GQ-COA-15"], ["Instituto Boliviano de Ciencia y Tecnologia Nuclear (Bolivia)", "BO-COA-0121"], ["Instituto Nacional de Innovacion Agropecuaria y Forestal (Bolivia)", "BO-COA-0222"], ["Instituto Plurinacional de Estudio de Lenguas y Culturas (Bolivia)", "BO-COA-0344"], ["Loteria Nacional de Beneficencia y Salubridad (Bolivia)", "BO-COA-0133"], ["Min de Transparencia Inst. Y Lucha Contra la Corrupcion (Bolivia)", "BO-COA-0050"], ["Ministerio de Culturas y Turismo (Bolivia)", "BO-COA-0052"], ["Ministerio de Desarrollo Productivo y Economia Plural (Bolivia)", "BO-COA-0041"], ["Ministerio de Desarrollo Rural y Tierras (Bolivia)", "BO-COA-0047"], ["Ministerio de Economia y Finanzas Publicas (Bolivia)", "BO-COA-0035"], ["Ministerio de Hidrocarburos y Energia (Bolivia)", "BO-COA-0078"], ["Ministerio de Medio Ambiente y Agua (Bolivia)", "BO-COA-0086"], ["Ministerio de Mineria y Metalurgia (Bolivia)", "BO-COA-0076"], ["Ministerio de Obras Publicas, Servicios y Vivenda (Bolivia)", "BO-COA-0081"], ["Ministerio de Salud y Deportes (Bolivia)", "BO-COA-0046"], ["Ministerio de Trabajo, Empelo y Prevision Social (Bolivia)", "BO-COA-0070"], ["OBRAS PUBLICAS, VIVIENDAS Y URBANISMOS (Equatorial Guinea)", "GQ-COA-44"], ["Oficina Tecnica Nacional de los Rios Pilcomayo y Bermejo (Bolivia)", "BO-COA-0281"], ["PESCA Y RECURSOS HIDRICOS (Equatorial Guinea)", "GQ-COA-41"], ["SANIDAD Y BIENESTAR (Equatorial Guinea)", "GQ-COA-34"], ["TRABAJO, FOMENTO DE EMPLEO Y SEGDAD. SOCIAL (Equatorial Guinea)", "GQ-COA-35"], ["TRANSPORTES, CORREOS Y TELECOMUNICACIONES (Equatorial Guinea)", "GQ-COA-51"], ["Unidad de Analisis de Politicas Sociales y Economicas (Bolivia)", "BO-COA-0210"]]