[["AGRICULTURA, GANADERIA, BOSQUES Y MEDIO AMBIENTE (Equatorial Guinea)", "GQ-COA-40"], ["CULTURA, TURISMO Y PROMOCION ARTESANAL (Equatorial Guinea)", "GQ-COA-27"], ["Dr. Emilio B. Espinosa, Sr. Memorial State College of Agriculture and Technology (Philippines)", "PH-COA-08055"], ["HACIENDA, ECONOMIA Y PLANIFICACION (Equatorial Guinea)", "GQ-COA-20"], ["JUSTICIA, CULTO E INSTIT. PENITENCIARIAS (Equatorial Guinea)", "GQ-COA-13"], ["MINISTERIO DA CIENCIA E TECNOLOGIA, ENSINO SUPERIOR E TECNICO- PROFISSIONAL (Mozambique)", "MZ-COA-52A000141"], ["MINISTÉRIO DA ADMINISTRAÇÃO PÚBLICA, TRABALHO, EMPREGO E SEGURANÇA SOCIAL (Guinea-Bissau)", "GW-COA-13"], ["MINISTÉRIO DA CULTURA, JUVENTUDE E DESPORTES (Guinea-Bissau)", "GW-COA-94"], ["MINISTÉRIO DA ECONOMIA, PLANO E INTEGRAÇÃO REGIONAL (Guinea-Bissau)", "GW-COA-14"], ["Uganda Consulate in China, Guangzhou (Uganda)", "UG-COA-530"], ["Uganda Consulate in Kenya, Mombasa (Uganda)", "UG-COA-534"], ["Uganda Embassy in Algeria, Algiers (Uganda)", "UG-COA-535"], ["Uganda Embassy in Australia, Canberra (Uganda)", "UG-COA-526"], ["Uganda Embassy in China, Beijing (Uganda)", "UG-COA-513"], ["Uganda Embassy in Ethiopia, Addis Ababa (Uganda)", "UG-COA-512"], ["Uganda Embassy in Malaysia, Kuala Lumpur (Uganda)", "UG-COA-533"], ["Uganda Embassy in Russia, Moscow (Uganda)", "UG-COA-525"], ["Uganda Embassy in Saudi Arabia, Riyadh (Uganda)", "UG-COA-516"], ["Uganda Embassy in Somalia, Mogadishu (Uganda)", "UG-COA-532"], ["Uganda High Commission in Canada, Ottawa (Uganda)", "UG-COA-503"], ["Uganda High Commission in India, New Delhi (Uganda)", "UG-COA-504"], ["Uganda High Commission in Kenya, Nairobi (Uganda)", "UG-COA-505"], ["Uganda High Commission in Nigeria, Abuja (Uganda)", "UG-COA-507"], ["Uganda High Commission in Rwanda, Kigali (Uganda)", "UG-COA-509"], ["Uganda High Commission in South Africa, Pretoria (Uganda)", "UG-COA-508"], ["Uganda High Commission in Tanzania, Dar es Salaam (Uganda)", "UG-COA-506"], ["Uganda Mission in Havana, Cuba (Uganda)", "UG-COA-537"], ["Uganda Mission in Luanda, Angola (Uganda)", "UG-COA-538"]]