[["AGENCIA PARA A PROMOCAO DE INVESTIMENTO E EXPORTACOES (Mozambique)", "MZ-COA-41A003141"], ["Agencia para el Des. De la Soc. De la informacion en Bolivia (Bolivia)", "BO-COA-0119"], ["Agencia para el Des. De las Macroreg. Y Zonas Fronterizas (Bolivia)", "BO-COA-0201"], ["Asignacion especial para la promocion del arte y la cultura (Nicaragua)", "NI-COA-2"], ["Asociacion Iglesia Maranata Pentocostes (Asociacion I. M. P.) (Nicaragua)", "NI-COA-17"], ["Aurora Pacific Economic Zone and Freeport Authority (Philippines)", "PH-COA-35042"], ["Autoridad de Fisc y Ctrol Soc de Agua Potable Saneam. Basico (Bolivia)", "BO-COA-0311"], ["Botswana Police Service (Botswana)", "BW-COA-2503"], ["Botswana Public Health Institute (BPHI) (Botswana)", "BW-COA-1116"], ["Botswana Public Service College (Botswana)", "BW-COA-0416"], ["C.A.A. DEUDA PUBLICA (CONTRIBUCIONES A ORGAN.) (Equatorial Guinea)", "GQ-COA-56"], ["C.A.A. DEUDA PUBLICA (INTERESES CORRIENTES) (Equatorial Guinea)", "GQ-COA-56"], ["COMANDO GERAL DA POLICIA (Mozambique)", "MZ-COA-17A000841"], ["COMMISSION NATIONALE POUR LA PROMOTION DU BILINGUISME ET DU MULTICULTURALISME (Cameroon)", "CM-COA-54"], ["Centro de Formacion Educativo Cultural para Personas Ciegas (C.F.E.C.) (Nicaragua)", "NI-COA-37"], ["Comite Nacional de la Persona con Discapacidad (Bolivia)", "BO-COA-0112"], ["Commissariat A La Promotion Des Investissements (Mauritania)", "MR-COA-84"], ["Consejo Nacional de Vivienda Policial (Bolivia)", "BO-COA-0134"], ["Consejo Supremo de Defensa Plurinacional (Bolivia)", "BO-COA-0095"], ["Direc. Dptal. De Educacion La Paz (Bolivia)", "BO-COA-0266"], ["Enga Provincial Health Authority (Papua New Guinea)", "PG-COA-260"], ["Esuela de Gestion Publica Plurtinacional (Bolivia)", "BO-COA-0129"], ["FUNDO BIBLIOGRAFICO DA LINGUA PORTUGUESA (Mozambique)", "MZ-COA-50A003741"], ["FUNDO DA PAZ E RECONCILIACAO NACIONAL (Mozambique)", "MZ-COA-60A000741"], ["Fundacion Oftalmologica Nicaraguense para la Prevention de la Ceguera (FONIPRECE) (Nicaragua)", "NI-COA-55"], ["Haute Autorité Pour La Presse Et L'Audiovisuel (Mauritania)", "MR-COA-47"], ["Hela Provinvial Health Authority (Papua New Guinea)", "PG-COA-265"], ["INSTANCE NATIONALE DE LA PROBITÉ, DE LA PRÉVENTION ET DE LA LUTTE CONTRE LA CORRUPTION (Morocco)", "MA-COA-55"], ["INSTITUTO PARA PROMOCAO DAS PEQUENAS E MEDIAS EMPRESAS (Mozambique)", "MZ-COA-41A002141"], ["LA PRESIDENCE (Haiti)", "HT-COA-1214"], ["LA PRIMATURE (Haiti)", "HT-COA-1215"], ["LIBERIA PHARMACY BOARD (Liberia)", "LR-COA-337"], ["MIN. DE L'URBANISME, DE L'HABITAT, DES DOMAINES, DE L'AMENAGEMENT DU TERRITOIRE ET DE LA POPULATION (Mali)", "ML-COA-740"], ["MINISTERE DE L'ACTION SOCIALE, DE LA PROMOTION FEMININE ET DE L'ENFANCE (Guinea)", "GN-COA-19"], ["MINISTERE DE L'AGRICULTRE, DE L'ELEVANGE ET DE LA PECHE (Madagascar)", "MG-COA-41"], ["MINISTERE DE L'AGRICULTURE, DE LA PECHE MARITIME, DU DEVELOPPEMENT RURAL ET DES EAUX ET FORETS (Morocco)", "MA-COA-20"], ["MINISTERE DE L'AMENAGEMENT DU TERRITOIRE NATIONAL, DE L'URBANISME, DE L'HABITAT ET DE LA POLITIQUE DE LA VILLE (Morocco)", "MA-COA-46"], ["MINISTERE DE L'ELEVAGE ET DE LA PECHE (Mali)", "ML-COA-822"], ["MINISTERE DE L'EMPLOI, DU TRAVAIL ET DE LA PROTECTION SOCIALE (Niger)", "NE-COA-40"], ["MINISTERE DE L'ENVIRONNEMENT, DE LA PROTECTION DE LA NATURE ET DU DEVELOPPEMENT DURABLE (Cameroon)", "CM-COA-28"], ["MINISTERE DE L'INCLUSION ECONOMIQUE, DE LA PETITE ENTREPRISE, DE L'EMPLOI ET DES COMPETENCES (Morocco)", "MA-COA-31"], ["MINISTERE DE L'INDUSTRIES, DES PME ET DE LA PROMOTION DU SECTEUR PRIVE (Guinea)", "GN-COA-41"], ["MINISTERE DE LA PECHE ET DE L'AQUACULTURE (Guinea)", "GN-COA-12"], ["MINISTERE DE LA PLANIFICATION ET DE LA (Haiti)", "HT-COA-1111"], ["MINISTERE DE LA POPULATION, DE LA PROTECTION SOCIALE ET DE LA PROMOTION DE LA FEMME (Madagascar)", "MG-COA-76"], ["MINISTERE DE LA POSTE ET DES NOUVELLES TECHNOLOGIES DE L'INFORMATION (Niger)", "NE-COA-08"], ["MINISTERE DE LA PROMOTION DE LA FEMME DE L'ENFANT & DE LA FAMILLE (Mali)", "ML-COA-640"], ["MINISTERE DE LA PROMOTION DE LA FEMME ET DE LA FAMILLE (Cameroon)", "CM-COA-43"], ["MINISTERE DE LA PROMOTION DE LA FEMME ET DE LA PROTECTION DE L'ENFANT (Niger)", "NE-COA-65"], ["MINISTERE DE LA RECONCILIATION, DE LA PAIX ET DE LA COHESION NATIONALE (Mali)", "ML-COA-341"], ["MINISTERE DE LA SANTE ET DE LA PROTECTION SOCIALE (Morocco)", "MA-COA-12"], ["MINISTERE DE LA SANTE PUBLIQUE ET DE LA POPULATION (Haiti)", "HT-COA-1313"], ["MINISTERE DE LA SANTE PUBLIQUE, DE LA POPULATION ET DES AFFAIRES SOCIALES (Niger)", "NE-COA-64"], ["MINISTERE DE LA SECURITE ET DE LA PROTECTION CIVILE (Mali)", "ML-COA-230"], ["MINISTÉRIO DA PRESIDÊNCIA DE CONSELHO DE MINISTROS E ASSUNTOS PARLAMENTARES (Guinea-Bissau)", "GW-COA-17"], ["Marikina Polytechnic College (Philippines)", "PH-COA-08002"], ["Ministere DU Travail, De L'emploi De La Protection Sociale Et De La Formation Professionnelle (Central African Republic)", "CF-COA-73"], ["Ministere De La Promotion De La Femme, De La Famille Et De La Protection De L'enfant (Central African Republic)", "CF-COA-74"], ["Ministere De La Sante Et De La Population (Central African Republic)", "CF-COA-60"], ["Ministerio de Desarrollo Productivo y Economia Plural (Bolivia)", "BO-COA-0041"], ["Ministerio de la Presidencia (Bolivia)", "BO-COA-0025"], ["Ministère  de la Planification du Développement et de la coopération (Togo)", "TG-COA-220"], ["Ministère de l'Action Sociale, de la Promotion de la Femme et de l'Alphabétisation (Togo)", "TG-COA-740"], ["Ministère de l'Agriculture, de l'Elevage et de la Pêche (Benin)", "BJ-COA-016"], ["Ministère de l'Emploi et de la Protection Sociale (Côte d'Ivoire)", "CI-COA-362"], ["Ministère de l'Environnement, de la Pêche et du Développement Durable (Chad)", "TD-COA-26"], ["Ministère de l'Éducation Nationale et de la Promotion Civique (Chad)", "TD-COA-15"], ["Ministère de l'économie maritime, de la pêche et de la protection côtière (Togo)", "TG-COA-813"], ["Ministère de la Cohésion Nationale, de la Solidarité et de la Lutte Contre la Pauvreté (Côte d'Ivoire)", "CI-COA-369"], ["Ministère de la Fonction Publique, du Travail et de la Protection Social (Burkina Faso)", "BF-COA-17"], ["Ministère de la Jeunesse et de la Promotion de l'Entrepreneuriat des Jeu (Burkina Faso)", "BF-COA-37"], ["Ministère de la Production et de la Transformation Agricole (Chad)", "TD-COA-18"], ["Ministère de la Promotion de la Jeunesse, de l'Insertion Professionnelle et du Service Civique (Côte d'Ivoire)", "CI-COA-357"], ["Ministère de la Promotion des investissements, des partenariats et du développement des Téléservices de l'Etat (Senegal)", "SN-COA-82"], ["Ministère de la Prospective Economique et des Partenaires Internationaux (Chad)", "TD-COA-7"], ["Ministère de la Pêche et de l'Economie Maritime (Senegal)", "SN-COA-40"], ["Ministère de la Santé et de la Prévention (Chad)", "TD-COA-16"], ["Ministère de la Sécurité et de la Protection Civile (Togo)", "TG-COA-430"], ["Ministère de la promotion de l'investissement (Togo)", "TG-COA-821"], ["Ministère des Droits Humains et de la Promotion Civique (Burkina Faso)", "BF-COA-35"], ["Ministère des Ecovillages, des Bassins de Retention, des Lacs Artificiels et de la Pisciculture (Senegal)", "SN-COA-72"], ["Ministère des Petites et Moyennes Entreprises et de la Promotion de l'Emploi (Benin)", "BJ-COA-028"], ["OFFICE OF THE PRESIDENT- MUCHINGA PROVINCE (Zambia)", "ZM-COA-88"], ["OFFICE OF THE PRESIDENT-LUAPULA PROVINCE (Zambia)", "ZM-COA-96"], ["OFFICE OF THE PRESIDENT-LUSAKA PROVINCE (Zambia)", "ZM-COA-90"], ["RA Public Services Regulatory Committee (Armenia)", "AM-COA-105004"], ["SECRETARIA DE ESTADO DA PRESIDENCIA DO CONSELHO DE MINISTROS (Guinea-Bissau)", "GW-COA-102"], ["SERVICES RATTACHES A LA PRESIDENCE (Cameroon)", "CM-COA-02"], ["SERVICOS SOCIAIS DA POLICIA DA REPUBLICA DE MOCAMBIQUE (Mozambique)", "MZ-COA-17A002641"], ["Secretaria de Estado da Formação Profissional e Emprego/ Secretaria de Estado da Política de Formação Profissional e Emprego (Timor-leste)", "TL-COA-7"], ["Secretaria de Estado da Promoção da Igualdade/ Secretaria de Estado para o Apoio e Promoção Sócio-Económico da Mulher (Timor-leste)", "TL-COA-11"], ["Secrétariat General De La Présidence De La République (Mauritania)", "MR-COA-02"], ["Servicio Departamental de Riego - La Paz (Bolivia)", "BO-COA-0299"], ["Servicio Nacional de Defensa Publica (Bolivia)", "BO-COA-0152"], ["Uganda Police Force (Uganda)", "UG-COA-144"], ["Uganda Prisons Service (Uganda)", "UG-COA-145"], ["ZAMBIA POLICE SERVICE (Zambia)", "ZM-COA-11"], ["ZAMBIA POLICE SERVICE COMMISSION (Zambia)", "ZM-COA-10"]]