[["AGENCIA PARA A PROMOCAO DE INVESTIMENTO E EXPORTACOES (Mozambique)", "MZ-COA-41A003141"], ["AUTORITE DE GESTION DES REPARATIONS EN FAVEUR DES VICTIMES DES CRISES AU MALI (Mali)", "ML-COA-346"], ["AUTORITE DE PROTECTION DES DONNEES A CARACTERE PERSONNEL (Mali)", "ML-COA-334"], ["Agencia para el Des. De la Soc. De la informacion en Bolivia (Bolivia)", "BO-COA-0119"], ["Agencia para el Des. De las Macroreg. Y Zonas Fronterizas (Bolivia)", "BO-COA-0201"], ["Aragatsotn Marzpetaran (Armenia)", "AM-COA-106002"], ["Ararat Marzpetaran (Armenia)", "AM-COA-106003"], ["Archivo Historico Diocesano (Nicaragua)", "NI-COA-1"], ["Armavir Marzpetaran (Armenia)", "AM-COA-106004"], ["Asignacion especial para la promocion del arte y la cultura (Nicaragua)", "NI-COA-2"], ["Asociacion Amigos del Museo Gregorio Aguilar Barea (Amigos del Museo AMUGAB) (Nicaragua)", "NI-COA-3"], ["Asociacion Centro de Audicion e Integracion Escolar Escuchando el Futuro (CAIE) (Nicaragua)", "NI-COA-4"], ["Asociacion Comision Nicaraguense de Ayuda al Nino con Cancer y Leucemia (CONANCA) (Nicaragua)", "NI-COA-5"], ["Asociacion Foro Nacional de Reciclaje (FONARE) (Nicaragua)", "NI-COA-15"], ["Asociacion Freia de la Tierra (Nicaragua)", "NI-COA-14"], ["Asociacion Iglesia Maranata Pentocostes (Asociacion I. M. P.) (Nicaragua)", "NI-COA-17"], ["Asociacion Iglesia de Dios Pentecostal Casa de Jehova (Casa de Jehova) (Nicaragua)", "NI-COA-16"], ["Asociacion Instituto Nicraguense de Capacitacion y Estudios Juveniles (INCEJU) (Nicaragua)", "NI-COA-18"], ["Asociacion Instituto Nicraguense de Mujeres No Videntes (INMUN) (Nicaragua)", "NI-COA-19"], ["Asociacion Liga del Saber (Nicaragua)", "NI-COA-20"], ["Asociacion Nacional de Sordos de Nicaragua (ANSNIC) (Nicaragua)", "NI-COA-21"], ["Asociacion Nicaraguense Alemana de Cultura Bertotl Brecht (ANAC) (Nicaragua)", "NI-COA-23"], ["Asociacion Nicaraguense Pro Lupus Eritematoso (ASONILE) (Nicaragua)", "NI-COA-25"], ["Asociacion Nicaraguense de Alcaldes Democraticos (ANAD) (Nicaragua)", "NI-COA-24"], ["Asociacion Nicaraguense de Enfermose de Parkinson (ANEP) (Nicaragua)", "NI-COA-22"], ["Asociacion Organizacion de Ciegos de Matagalpa Luis Brayle (OMC) (Nicaragua)", "NI-COA-26"], ["Asociacion Pro Arte Musical Maria Caridad Rosado (PRP ARTE) (Nicaragua)", "NI-COA-28"], ["Asociacion Psicoballet Nicaragua (Psicoballet Nicaragua) (Nicaragua)", "NI-COA-29"], ["Asociacion Quincho Barrilete (Nicaragua)", "NI-COA-30"], ["Asociacion Taurina de Chontales (Toros de Chontales) (Nicaragua)", "NI-COA-31"], ["Asociacion Universiadad Juan Pablo II (Nicaragua)", "NI-COA-32"], ["Asociacion Vida Futura Region Autonoma de la Costa Caribe Norte (Asociacion AVFRACCN) (Nicaragua)", "NI-COA-33"], ["Asociacion Vinculos Solidarios (Vinvulos Solidarios) (Nicaragua)", "NI-COA-34"], ["Asociacion de Ancianos Desprotegidos Divino Nino de Jesus (Nicaragua)", "NI-COA-6"], ["Asociacion de Comunicacion y Movilizacion Social Los Cumiches (Asociacion Los Cumiches) (Nicaragua)", "NI-COA-7"], ["Asociacion de Education Popular Carlos Fonseca Amador (AEPCFA) (Nicaragua)", "NI-COA-8"], ["Asociacion de Iglesias Estableciendo el Reino de Jesucristo (ETRJ) (Nicaragua)", "NI-COA-9"], ["Asociacion de Municipios de Nicaragua (AMUNIC) (Nicaragua)", "NI-COA-11"], ["Asociacion de Municipios de las Regiones Autonomas de la Costa Atlantica de Nicaragua (AMURACAN) (Nicaragua)", "NI-COA-10"], ["Asociacion de Padres de Ninos y Jovenes Diabeticos de Nicaragua (Nicaragua)", "NI-COA-12"], ["Asociacion de Sordociegos de Nicaragua (ASCN) (Nicaragua)", "NI-COA-13"], ["Asociacion para el Desarrollo Humanistico y Social Casa Abierta (CASAABIERTA) (Nicaragua)", "NI-COA-27"], ["Asset Declaration (Malawi)", "MW-COA-081"], ["Bluefields Indian & Caribbean University (BICU) (Nicaragua)", "NI-COA-35"], ["CAMARA DE LOS DIPUTADOS (Equatorial Guinea)", "GQ-COA-03"], ["CENTRO DE INVESTIGACAO E TRANSFERENCIA DE TECNOLOGIAS PARA O DESENVOLVIMENTO COMUNITARIO (Mozambique)", "MZ-COA-52A001741"], ["COMISSAO INTERMINISTERIAL PARA OS GRANDES EVENTOS (Mozambique)", "MZ-COA-21A002941"], ["COMISSAO NACIONAL PARA UNESCO - UGB (Mozambique)", "MZ-COA-02A001641"], ["Caraga State University (Philippines)", "PH-COA-08105"], ["Casa de Cultura Antenor Sandino Hernandez. Leon, Leon. (Nicaragua)", "NI-COA-36"], ["Centro de Formacion Educativo Cultural para Personas Ciegas (C.F.E.C.) (Nicaragua)", "NI-COA-37"], ["Comunidad de Hermanas Josefinas (Nicaragua)", "NI-COA-38"], ["Coordinadora Evangelica Iglesia y Sociedad (CEPRES) (Nicaragua)", "NI-COA-39"], ["Embassy Zimbabwe (Harare) (Botswana)", "BW-COA-1508"], ["FEDERAL CHARACTER COMMISSION (Nigeria)", "NG-COA-0149"], ["FUNDO PARA O FOMENTO DE HABITACAO (Mozambique)", "MZ-COA-47A002641"], ["Federacion Nicaraguense de Asociaciones de Personas con Discapacidad (FECONORI) (Nicaragua)", "NI-COA-43"], ["Federacion Nicaraguense de Karate - Do (FENIKA-DO) (Nicaragua)", "NI-COA-44"], ["Federacion de Cuerpo de Bomberos de Nicaragua (Nicaragua)", "NI-COA-40"], ["Federacion de Iglesias Evangelicas Nicaraguenses (FIENIC) (Nicaragua)", "NI-COA-41"], ["Federacion de Mujeres con Capacidades Diferentes (FEMUCADI) (Nicaragua)", "NI-COA-42"], ["Fendacion Centro de Atencion Integral a Ninos y Ninas con Autismo (CAINNA) (Nicaragua)", "NI-COA-46"], ["Fondo de Des. Para los Pueblos Indigenas, Orig. y Com, Camp. (Bolivia)", "BO-COA-0250"], ["Fundacion Amigos del Rio San Juan (FUNDAR) (Nicaragua)", "NI-COA-45"], ["Fundacion Colina 110 (Nicaragua)", "NI-COA-47"], ["Fundacion Cristiana mas que venecdores (Nicaragua)", "NI-COA-48"], ["Fundacion El Camino (FUCAM) (Nicaragua)", "NI-COA-51"], ["Fundacion Lopez Carazo (Nicaragua)", "NI-COA-52"], ["Fundacion Mujer Rural (MUJER RURAL) (Nicaragua)", "NI-COA-53"], ["Fundacion Nicaragua con Amor (NICA) (Nicaragua)", "NI-COA-54"], ["Fundacion Oftalmologica Nicaraguense para la Prevention de la Ceguera (FONIPRECE) (Nicaragua)", "NI-COA-55"], ["Fundacion Provincia Eudista Minuto de Dios (PEMD) (Nicaragua)", "NI-COA-58"], ["Fundacion Rodrigo Enrique Jose Campbell Alvarez (Fundacion Rodrigo Campbell Alvarez) (Nicaragua)", "NI-COA-59"], ["Fundacion de Lupus Eritematoso Sistemico de Nicaragua (FLESNIC) (Nicaragua)", "NI-COA-49"], ["Fundacion de Padres con Hijos de Espina Bifida (FUNDAPHEB) (Nicaragua)", "NI-COA-50"], ["Fundacion para el Salon de la Fama del Deporte Nicaraguense (Salon de la Fama) (Nicaragua)", "NI-COA-56"], ["Fundacion pro ayuda a ninos y ninas con capacidades diferentes (SIELO) (Nicaragua)", "NI-COA-57"], ["GISAGARA (Rwanda)", "RW-COA-49"], ["Gegharkunik Marzpetaran (Armenia)", "AM-COA-106005"], ["Guimaras State College (Philippines)", "PH-COA-08061"], ["HIS MAJESTYS SECRETARAIT (4TH KING) (Bhutan)", "BT-COA-102.01"], ["HIS MAJESTYS SECRETARAIT (Bhutan)", "BT-COA-101.01"], ["Haramaya University (Ethiopia)", "ET-COA-313"], ["Home Guaranty Corporation (Philippines)", "PH-COA-35072"], ["INSTITUTO NACIONAL PARA AS COMUNIDADES MOCAMBICANAS NO EXTERIOR (Mozambique)", "MZ-COA-21A002641"], ["INSTITUTO PARA PROMOCAO DAS PEQUENAS E MEDIAS EMPRESAS (Mozambique)", "MZ-COA-41A002141"], ["Injibara University (Ethiopia)", "ET-COA-367"], ["Instituto de la Hijas de Maria Auxiliadora en Nicaragua (Nicaragua)", "NI-COA-60"], ["Jordan Academy of Arabic (Jordan)", "JO-COA-2502"], ["Kotayk Marzpetaran (Armenia)", "AM-COA-106007"], ["Lori Marzpetaran (Armenia)", "AM-COA-106006"], ["Maracha District (Uganda)", "UG-COA-887"], ["Mbarara City (Uganda)", "UG-COA-609"], ["Mbarara District (Uganda)", "UG-COA-892"], ["Mbarara Regional Hospital (Uganda)", "UG-COA-413"], ["Mbarara University (Uganda)", "UG-COA-302"], ["Ministry for the Empowerment of State Apparatus and Bureaucracy Reform (Indonesia)", "ID-COA-48"], ["Mustard Seed Communities Limited (Nicaragua)", "NI-COA-61"], ["Organizacion Nacional de Ciegos de Nicaragua Maricela Toledo Ascencio (Nicaragua)", "NI-COA-63"], ["Organizacion de Revolucionarios Deshabilitados Revolucionarios \"Ernesto Che Guevara\" (ORD) (Nicaragua)", "NI-COA-62"], ["Philippine Carabao Center (Philippines)", "PH-COA-05010"], ["Philippine Guarantee Corporation (Philippines)", "PH-COA-35093"], ["Quedan and Rural Credit Guarantee Corporation (Philippines)", "PH-COA-35013"], ["RAS Manyara (Tanzania)", "TZ-COA-95"], ["RAS Mara (Tanzania)", "TZ-COA-77"], ["RAS Mtwara (Tanzania)", "TZ-COA-80"], ["Registro Unico para la Administracion Tributaria Municipal (Bolivia)", "BO-COA-0200"], ["Rwampara District (Uganda)", "UG-COA-925"], ["Secretaria de Estado da Promoção da Igualdade/ Secretaria de Estado para o Apoio e Promoção Sócio-Económico da Mulher (Timor-leste)", "TL-COA-11"], ["Serv. Nal. Para la Sostenibilidad en Sanemiento Basico (Bolivia)", "BO-COA-0225"], ["Shirak Marzpetaran (Armenia)", "AM-COA-106008"], ["Sultan Kudarat State University (Philippines)", "PH-COA-08102"], ["Syunik Marzpetaran (Armenia)", "AM-COA-106009"], ["Tavush Marzpetaran (Armenia)", "AM-COA-106011"], ["Uganda Embassy in Saudi Arabia, Riyadh (Uganda)", "UG-COA-516"], ["Uganda Embassy in Turkey, Ankara (Uganda)", "UG-COA-531"], ["Uganda Embassy in United Arab Emirates, Abudhabi (Uganda)", "UG-COA-528"], ["Vayots dzor Marzpetaran (Armenia)", "AM-COA-106010"]]