[["ADMINISTRACAO NACIONAL DAS AREAS DE CONSERVACAO (ANAC) (Mozambique)", "MZ-COA-33A002341"], ["Adm. De Aeropueros y Servicios Auxiliares a la Naveg. Aerea (Bolivia)", "BO-COA-0512"], ["Asociacion Amigos del Museo Gregorio Aguilar Barea (Amigos del Museo AMUGAB) (Nicaragua)", "NI-COA-3"], ["Asociacion Foro Nacional de Reciclaje (FONARE) (Nicaragua)", "NI-COA-15"], ["Authority of the Freeport Area of Bataan (Philippines)", "PH-COA-35061"], ["Career Executive Service Board (Philippines)", "PH-COA-30002"], ["Coordinating Ministry for People Welfare (Indonesia)", "ID-COA-36"], ["Council for the Welfare of Children (Philippines)", "PH-COA-20002"], ["Department of AIDS Prevention and Care (Botswana)", "BW-COA-1110"], ["Department of Primary Health Care Services (Botswana)", "BW-COA-1104"], ["Department of Social Welfare and Development (DSWD) (Philippines)", "PH-COA-20"], ["Department of Social Welfare and Development (Office of the Secretary) (Philippines)", "PH-COA-20001"], ["Early Childhood Care and Development Council (Philippines)", "PH-COA-07006"], ["Early Childhood Care and Development Council (Philippines)", "PH-COA-26007"], ["Embassy Zimbabwe (Harare) (Botswana)", "BW-COA-1508"], ["Ethiopian Food, Drug and Health Care Administration And Control Authority (Ethiopia)", "ET-COA-343"], ["FEDERAL MINISTRY OF HEALTH AND SOCIAL WELFARE (Nigeria)", "NG-COA-0521"], ["Fundacion Rodrigo Enrique Jose Campbell Alvarez (Fundacion Rodrigo Campbell Alvarez) (Nicaragua)", "NI-COA-59"], ["Gender Equality, Poverty Eradication Social Welfare (Namibia)", "NA-COA-36"], ["Juvenile Justice and Welfare Council (Philippines)", "PH-COA-20006"], ["Karenga District (Uganda)", "UG-COA-854"], ["LIBERIA EXTRATIVE INDUSTRY TRANSPARENCY INITIATIVE (Liberia)", "LR-COA-431"], ["MINISTÉRIO DA PRESIDÊNCIA DE CONSELHO DE MINISTROS E ASSUNTOS PARLAMENTARES (Guinea-Bissau)", "GW-COA-17"], ["Medical Education and Family Welfare Division (Bangladesh)", "BD-COA-162"], ["Min de Transparencia Inst. Y Lucha Contra la Corrupcion (Bolivia)", "BO-COA-0050"], ["Minister of Health and Child Care (Zimbabwe)", "ZW-COA-14"], ["Minister of Public Service, Labour and Social Welfare (Zimbabwe)", "ZW-COA-3"], ["Ministry of Expatriates' Welfare and Overseas Employment (Bangladesh)", "BD-COA-140"], ["Ministry of Gender, Children and Social Welfare (Gambia)", "GM-COA-31"], ["Ministry of Gender, Children, Disability and Social Welfare (Malawi)", "MW-COA-320"], ["Ministry of Healthcare of RA (Armenia)", "AM-COA-104002"], ["Ministry of Labour and social Walfare (Lao PDR)", "LA-COA-10"], ["Ministry of Social Welfare (Bangladesh)", "BD-COA-129"], ["Ministry of Social Welfare (Sierra Leone)", "SL-COA-305"], ["NYAGATARE (Rwanda)", "RW-COA-45"], ["National Protected Area Authority (Sierra Leone)", "SL-COA-410"], ["Overseas Workers Welfare Administration (Philippines)", "PH-COA-16010"], ["Philippine Institute of Traditional and Alternative Health Care (Philippines)", "PH-COA-35030"], ["Social Welfare, Relief and Resettlement (Myanmar)", "MM-COA-20"]]