[["Agency for Coordination of Survey and National Mapping (Indonesia)", "ID-COA-83"], ["Agriculture, Fisheries and Marine Resources (St. Kitts and Nevis)", "KN-COA-10"], ["Audit Office (St. Kitts and Nevis)", "KN-COA-03"], ["CONSTITUTIONAL AND STATUTORY EXPENDITURE - MINISTRY OF FINANCE AND NATIONA (Zambia)", "ZM-COA-99"], ["Department of Civil and National Registration (Botswana)", "BW-COA-0411"], ["Department of Environment and Natural Resources (DENR) (Philippines)", "PH-COA-10"], ["Department of Environment and Natural Resources (Office of the Secretary) (Philippines)", "PH-COA-10001"], ["Department of Wildlife and National Parks (Botswana)", "BW-COA-2002"], ["Education (St. Kitts and Nevis)", "KN-COA-13"], ["Entrepreneurship and Communications (St. Kitts and Nevis)", "KN-COA-22"], ["Environment and Cooperatives (St. Kitts and Nevis)", "KN-COA-21"], ["FEDERAL MINISTRY OF INFORMATION AND NATIONAL ORIENTATION (Nigeria)", "NG-COA-0123"], ["Finance (St. Kitts and Nevis)", "KN-COA-08"], ["Food and Nutrition Research Institute (Philippines)", "PH-COA-19003"], ["Foreign Affairs and Aviation (St. Kitts and Nevis)", "KN-COA-17"], ["Governor General (St. Kitts and Nevis)", "KN-COA-01"], ["Health (St. Kitts and Nevis)", "KN-COA-14"], ["Human Settlement, Ecclesiastical Affairs and National Health Insurance (St. Kitts and Nevis)", "KN-COA-20"], ["International Trade, Industry, Commerce and Consumer Affairs (St. Kitts and Nevis)", "KN-COA-07"], ["Justice and Legal Affairs (St. Kitts and Nevis)", "KN-COA-04"], ["LOANS AND INVESTMENTS - MINISTRY OF FINANCE AND NATIONAL PLANNING (Zambia)", "ZM-COA-21"], ["Labour (St. Kitts and Nevis)", "KN-COA-19"], ["MINISTRY OF FINANCE AND NATIONAL PLANNING (Zambia)", "ZM-COA-37"], ["MINISTRY OF LANDS AND NATURAL RESOURCES (Zambia)", "ZM-COA-85"], ["Ministry of Defence and National Service (Tanzania)", "TZ-COA-57"], ["Ministry of Energy and Natural Resources of RA (Armenia)", "AM-COA-104009"], ["Ministry of Environm,ent, Water and Natural Resources (Kenya)", "KE-COA-110"], ["Ministry of Lands and Natural Resources (MLNR) (Ghana)", "GH-COA-013"], ["Ministry of Police and National Security (Solomon Island)", "SB-COA-483"], ["Ministry of Police and National Security (Solomon Island)", "SB-COA-283"], ["Mulago Specialized Women and Neonatal Hospital (Uganda)", "UG-COA-420"], ["National Security and Immigration (St. Kitts and Nevis)", "KN-COA-06"], ["Office of the Attorney General (St. Kitts and Nevis)", "KN-COA-18"], ["Office of the Prime Minister Human Resource Management Department (St. Kitts and Nevis)", "KN-COA-05"], ["Parliament (St. Kitts and Nevis)", "KN-COA-02"], ["Philippine Council for Agriculture, Aquatic and Natural Resources Research and Development (Philippines)", "PH-COA-19011"], ["Public Infrastructure, Posts and Urban Development (St. Kitts and Nevis)", "KN-COA-12"], ["SEGURIDAD NACIONAL (Equatorial Guinea)", "GQ-COA-16"], ["Social Development and Gender Affairs (St. Kitts and Nevis)", "KN-COA-09"], ["Sport, Youth and National Service (Namibia)", "NA-COA-27"], ["State Department for Regional and Nothern Corridor Development (Kenya)", "KE-COA-1222"], ["Sustainable Development (St. Kitts and Nevis)", "KN-COA-16"], ["Tourism and Transport (St. Kitts and Nevis)", "KN-COA-11"], ["Uganda Mission at the United Nations, New York (Uganda)", "UG-COA-501"], ["Youth, Sports and Culture (St. Kitts and Nevis)", "KN-COA-15"]]