[["AGENCIA NACIONAL DE ENERGIA ATOMICA ENTIDADE REGULADORA (Mozambique)", "MZ-COA-39A002641"], ["ASUNTOS SOCIALES E IGUALDAD DE GENERO (Equatorial Guinea)", "GQ-COA-36"], ["AUTORIDADE TRIBUTARIA DE MOCAMBIQUE (Mozambique)", "MZ-COA-27A002241"], ["Asociacion Pro Arte Musical Maria Caridad Rosado (PRP ARTE) (Nicaragua)", "NI-COA-28"], ["Asociacion Universiadad Juan Pablo II (Nicaragua)", "NI-COA-32"], ["Autoridad General Jurisdiccional Administrativa Minera (Bolivia)", "BO-COA-0190"], ["Autoridad General de Impugnacion Tributaria (Bolivia)", "BO-COA-0169"], ["Autoridad de Fisc y Ctrol Soc de Agua Potable Saneam. Basico (Bolivia)", "BO-COA-0311"], ["Autoridad de Fiscalizac. Y Control Soc de Bosques y Tierras (Bolivia)", "BO-COA-0312"], ["Autoridad de Fiscalizacion y Control Social de Electricidad (Bolivia)", "BO-COA-0314"], ["Autoridad de Fiscalizacion y Control Social de Empresas (Bolivia)", "BO-COA-0315"], ["Autoridad de Fiscalizacion y Control Social del Juego (Bolivia)", "BO-COA-0309"], ["Autoridad de Fiscalizacion y Control de Pensiones y Seguros (Bolivia)", "BO-COA-0313"], ["Autoridad de Regulacion y Fiscalizacion de Telecomunicacione (Bolivia)", "BO-COA-0310"], ["Autoridad de Supervision del Sistema Financiero (Bolivia)", "BO-COA-0203"], ["CONSELHO NACIONAL DE AVALIACAO DE QUALIDADE DE ENSINO SUPERIOR (Mozambique)", "MZ-COA-52A002941"], ["CONSELHO NACIONAL DE ELECTRICIDADE (Mozambique)", "MZ-COA-39A002441"], ["Comite Ejecutivo de la Universidad Boliviana (Bolivia)", "BO-COA-0137"], ["Comite Nacional de la Persona con Discapacidad (Bolivia)", "BO-COA-0112"], ["Comunidad de Hermanas Josefinas (Nicaragua)", "NI-COA-38"], ["Coordinadora Evangelica Iglesia y Sociedad (CEPRES) (Nicaragua)", "NI-COA-39"], ["Entidad Ejecutora de Medio Ambiente y Agua (Bolivia)", "BO-COA-0253"], ["FACULDADE DE ENGENHARIA (Mozambique)", "MZ-COA-52A003841"], ["Federacion Nicaraguense de Asociaciones de Personas con Discapacidad (FECONORI) (Nicaragua)", "NI-COA-43"], ["Federacion de Mujeres con Capacidades Diferentes (FEMUCADI) (Nicaragua)", "NI-COA-42"], ["Fundacion pro ayuda a ninos y ninas con capacidades diferentes (SIELO) (Nicaragua)", "NI-COA-57"], ["INSPECCAO NACIONAL DAS ACTIVIDADES ECONOMICAS (Mozambique)", "MZ-COA-41A001241"], ["INSTITUTO NACIONAL DE GESTAO DAS CALAMIDADES (Mozambique)", "MZ-COA-25A001641"], ["INSTITUTO NACIONAL DE NORMALIZACAO E QUALIDADE (Mozambique)", "MZ-COA-41A002041"], ["INSTITUTO NACIONAL PARA AS COMUNIDADES MOCAMBICANAS NO EXTERIOR (Mozambique)", "MZ-COA-21A002641"], ["INSTITUTO SUPERIOR DE CONTABILIDADE E AUDITORIA DE MOCAMBIQUE (Mozambique)", "MZ-COA-52A002641"], ["Loteria Nacional de Beneficencia y Salubridad (Bolivia)", "BO-COA-0133"], ["MINISTÉRIO DA MULHER, FAMÍLIA E SOLIDARIEDADE SOCIAL (Guinea-Bissau)", "GW-COA-19"], ["MINISTÉRIO DO AMBIENTE E BIODIVERSIDADE (Guinea-Bissau)", "GW-COA-99"], ["MINISTÉRIO DOS NEGÓCIOS ESTRANGEIROS, COOPERAÇÃO INTERNACIONAL E DAS COMUNIDADES (Guinea-Bissau)", "GW-COA-8"], ["Ministério da Solidariedade Social (Timor-leste)", "TL-COA-32"], ["Observatorio Plurinacional de la Calidad Educativa (Bolivia)", "BO-COA-0153"], ["Proyecto Sucre Ciudad Universitaria (Bolivia)", "BO-COA-0150"], ["SANIDAD Y BIENESTAR (Equatorial Guinea)", "GQ-COA-34"], ["SECRETARIA DE ESTADO DAS COMUNIDADES (Guinea-Bissau)", "GW-COA-30"], ["SECRETARIA DE ESTADO DOS COMBATENTES DA LIBERDADE (Guinea-Bissau)", "GW-COA-39"], ["SEGURIDAD NACIONAL (Equatorial Guinea)", "GQ-COA-16"], ["Secretaria de Estado da Promoção da Igualdade/ Secretaria de Estado para o Apoio e Promoção Sócio-Económico da Mulher (Timor-leste)", "TL-COA-11"], ["Serv. Nal. Para la Sostenibilidad en Sanemiento Basico (Bolivia)", "BO-COA-0225"], ["TRABAJO, FOMENTO DE EMPLEO Y SEGDAD. SOCIAL (Equatorial Guinea)", "GQ-COA-35"], ["UNIVERSIDADE EDUARDO MONDLANE (Mozambique)", "MZ-COA-52A002341"], ["UNIVERSIDADE PEDAGOGICA (Mozambique)", "MZ-COA-52A002441"], ["Unidad de Analisis de Politicas Sociales y Economicas (Bolivia)", "BO-COA-0210"], ["Universidade Nacional Timor Lorosae (Timor-leste)", "TL-COA-15"]]