[["ACADEMIA DE ALTOS ESTUDOS ESTRATEGICOS (Mozambique)", "MZ-COA-19A000241"], ["ACADEMIA DE CIENCIAS DE MOCAMBIQUE (Mozambique)", "MZ-COA-52A001041"], ["ACADEMIA DE CIENCIAS POLICIAIS (Mozambique)", "MZ-COA-17A001141"], ["ACADEMIE DU CREOLE HAITIEN (Haiti)", "HT-COA-4411"], ["Academia Nacional de Ciencias (Bolivia)", "BO-COA-0124"], ["Asociacion Comision Nicaraguense de Ayuda al Nino con Cancer y Leucemia (CONANCA) (Nicaragua)", "NI-COA-5"], ["CABINET DU PREMIER MINISTRE (Niger)", "NE-COA-03"], ["CENTRO DE RECLUSAO FEMININO DE NDLAVELA (Mozambique)", "MZ-COA-23A000641"], ["Chemical and Construction Inputs Industry Development Institute (Ethiopia)", "ET-COA-239"], ["Dr. Emilio B. Espinosa, Sr. Memorial State College of Agriculture and Technology (Philippines)", "PH-COA-08055"], ["Emigration, Citizenship and Vital Events Agency (Ethiopia)", "ET-COA-139"], ["Fundacion de Lupus Eritematoso Sistemico de Nicaragua (FLESNIC) (Nicaragua)", "NI-COA-49"], ["Governmet Chemist (Jamaica)", "JM-COA-42035"], ["INSTITUTO SUPERIOR DE ESTUDOS DE DEFESA TENENTE-GENERAL ARMANDO EMILIO GUEBUZA (Mozambique)", "MZ-COA-15A000441"], ["MINISTERE A LA CONDITION FEMININE (Haiti)", "HT-COA-1314"], ["MINISTERE DE L'ACTION SOCIALE, DE LA PROMOTION FEMININE ET DE L'ENFANCE (Guinea)", "GN-COA-19"], ["Ministère Delegue Auprès Du Premier Ministère Chargé De L'Environnement (Mauritania)", "MR-COA-78"], ["Ministère Delegue Auprès Du Premier Ministère Chargé De La Modernisatio (Mauritania)", "MR-COA-90"], ["Ministère Delegue Auprès Du Premier Ministère Chargé Des Affaires Afric (Mauritania)", "MR-COA-93"], ["Ministère Delegue Auprès Du Premier Ministère Chargé Des Affaires Maghr (Mauritania)", "MR-COA-89"], ["Ministère délégué auprès du Premier Ministre, Ministre des Sports et du Cadre de Vie, chargé des Sports et du Cadre de Vie (Côte d'Ivoire)", "CI-COA-444"], ["Premier Ministère (Mauritania)", "MR-COA-03"], ["Premier Ministère (Togo)", "TG-COA-130"], ["Primature et Services Rattachés (Premier Ministre, Chef du Gouvernement, Ministre des Sports et du Cadre de Vie) (Côte d'Ivoire)", "CI-COA-108"], ["Royal Hashemite Court (Jordan)", "JO-COA-0101"], ["SERVICES DU PREMIER MINISTRE (Cameroon)", "CM-COA-04"], ["Serv. Nal. Para la Sostenibilidad en Sanemiento Basico (Bolivia)", "BO-COA-0225"], ["Uganda Embassy in United Arab Emirates, Abudhabi (Uganda)", "UG-COA-528"]]