[["ACADEMIE DU CREOLE HAITIEN (Haiti)", "HT-COA-4411"], ["AUTORITE DE GESTION DES REPARATIONS EN FAVEUR DES VICTIMES DES CRISES AU MALI (Mali)", "ML-COA-346"], ["Agencia para el Des. De la Soc. De la informacion en Bolivia (Bolivia)", "BO-COA-0119"], ["Aménagement du territoire, infrastructure et entretien routier (Republic of the Congo)", "CG-COA-67"], ["Council for the Welfare of Children (Philippines)", "PH-COA-20002"], ["Embassy Sweden (Stockholm) (Botswana)", "BW-COA-1507"], ["Ethiopian Kaizen Institute (Ethiopia)", "ET-COA-245"], ["FEDERAL MINISTRY OF WOMEN AFFAIRS (Nigeria)", "NG-COA-0514"], ["INTERVENTIONS EN INVESTISSEMENTS (Cameroon)", "CM-COA-94"], ["Instituto de la Hijas de Maria Auxiliadora en Nicaragua (Nicaragua)", "NI-COA-60"], ["Kween District (Uganda)", "UG-COA-874"], ["MINISTRY OF GENDER, CHILDREN AND SOCIAL PROTECTION (Liberia)", "LR-COA-340"], ["MINISTRY OF GREEN ECONOMY AND ENVIRONMENT (Zambia)", "ZM-COA-53"], ["Minister of Women Affairs, Community, Small and Medium Enterprise Development (Zimbabwe)", "ZW-COA-17"], ["Ministere Des Travaux Publics Et De L'entretien Routier (Central African Republic)", "CF-COA-81"], ["Ministry for Women Empowerment and Child Protection (Indonesia)", "ID-COA-47"], ["Ministry of Community Development, Gender, Women and Special Groups (Tanzania)", "TZ-COA-53"], ["Ministry of Gender, Children and Social Protection (Ghana)", "GH-COA-032"], ["Ministry of Gender, Children and Social Welfare (Gambia)", "GM-COA-31"], ["Ministry of Women and Children's Affairs (Bangladesh)", "BD-COA-130"], ["Ministry of Women and Human Rights Dev. (Somalia)", "SO-COA-405"], ["Ministry of Women, Children and Senior Citizen (Nepal)", "NP-COA-340"], ["Ministry of Women, Children and Youth Affairs (Ethiopia)", "ET-COA-354"], ["Ministry of women affairs (Afghanistan)", "AF-COA-38"], ["Ministère de l'Equipement et de l'Entretien Routier (Côte d'Ivoire)", "CI-COA-330"], ["Ministère des transports routiers, aérien et ferroviaire (Togo)", "TG-COA-832"], ["Mulago Specialized Women and Neonatal Hospital (Uganda)", "UG-COA-420"], ["NATIONAL COMMISSION FOR WOMEN & CHILDREN (Bhutan)", "BT-COA-127.01"], ["National Women Commission (Nepal)", "NP-COA-222"], ["OFFICE DE PROTECTION DU CITOYEN (Haiti)", "HT-COA-4212"], ["Philippine Commission on Women (National Commission on the Role of Filipino Women) (Philippines)", "PH-COA-14010"], ["Philippine Commission on Women (National Commission on the Role of Filipino Women) (Philippines)", "PH-COA-26029"], ["Serv. Nal. Para la Sostenibilidad en Sanemiento Basico (Bolivia)", "BO-COA-0225"], ["State Department for Immigration and Citizen Services (Kenya)", "KE-COA-1024"], ["Uganda Embassy in Denmark, Copenhagen (Uganda)", "UG-COA-517"], ["Unforeseen Expenditures (Malawi)", "MW-COA-278"]]