[["AMENAGEMENT DU TERRITOIRE (Democratic Republic of the Congo)", "CD-COA-84"], ["Building Works Development and Maintenance (Botswana)", "BW-COA-2313"], ["Coopération internationale et partenariat public-privé (Republic of the Congo)", "CG-COA-63"], ["Fondo de Des. Para los Pueblos Indigenas, Orig. y Com, Camp. (Bolivia)", "BO-COA-0250"], ["Government Arsenal (Philippines)", "PH-COA-17002"], ["Grand Renaissance Dam Coordination Project Office (Ethiopia)", "ET-COA-167"], ["INSTITUTO PARA PROMOCAO DAS PEQUENAS E MEDIAS EMPRESAS (Mozambique)", "MZ-COA-41A002141"], ["MIN. DE L'URBANISME, DE L'HABITAT, DES DOMAINES, DE L'AMENAGEMENT DU TERRITOIRE ET DE LA POPULATION (Mali)", "ML-COA-740"], ["MINISTERE DE L'AMENAGEMENT DU TERRITOIRE ET DES TRAVAUX PUBLICS (Madagascar)", "MG-COA-62"], ["MINISTERE DE L'AMENAGEMENT DU TERRITOIRE ET DU DEVELOPPEMENT COMMUNAUTAIRE (Niger)", "NE-COA-56"], ["MINISTERE DE L'AMENAGEMENT DU TERRITOIRE NATIONAL, DE L'URBANISME, DE L'HABITAT ET DE LA POLITIQUE DE LA VILLE (Morocco)", "MA-COA-46"], ["MINISTERE DE L'ECONOMIE, DE PLANIFICATION ET DE L'AMENAGEMENT DU TERRITOIRE (Cameroon)", "CM-COA-22"], ["MINISTERE DE L'ENTREPRENARJAT NATIONAL, DE L'EMPLOI ET DE LA FORMATION PROFESSIONNELLE (Mali)", "ML-COA-323"], ["MINISTERE DE LA VILLE ET DE L'AMENAGEMENT DU TERRITORIE (Guinea)", "GN-COA-15"], ["Meles Zenawi Leadership Acadamy (Ethiopia)", "ET-COA-175"], ["Ministère De L'Habitat ,De L'Urbanisme Et De L'Amenagement Du Territoir (Mauritania)", "MR-COA-75"], ["Ministère de la Promotion des investissements, des partenariats et du développement des Téléservices de l'Etat (Senegal)", "SN-COA-82"], ["Ministère de la Prospective Economique et des Partenaires Internationaux (Chad)", "TD-COA-7"], ["Road Infrastructure Development and Maintenance (Botswana)", "BW-COA-2314"], ["Road Maintenance Fund (Sierra Leone)", "SL-COA-411"], ["SENADO (Equatorial Guinea)", "GQ-COA-04"], ["SENAT (Cameroon)", "CM-COA-53"], ["SENAT (Democratic Republic of the Congo)", "CD-COA-17"], ["SENAT (Madagascar)", "MG-COA-02"], ["SENAT DE LA REPUBLIQUE (Haiti)", "HT-COA-2211"], ["SENATE (Rwanda)", "RW-COA-02"], ["Senat (Mauritania)", "MR-COA-04"], ["Senate (Burundi)", "BI-COA-06"], ["Senate (Philippines)", "PH-COA-01001"], ["Senate Electoral Tribunal (Philippines)", "PH-COA-01002"]]