[["Construction,urbanisme et habitat (Republic of the Congo)", "CG-COA-30"], ["Department of Prisons and Rehabilitation (Botswana)", "BW-COA-2505"], ["Direc. Dptal. De Educacion Cochabamba (Bolivia)", "BO-COA-0267"], ["Enseignementpréscolaire,primaire,secondaireet alphabétisation (Republic of the Congo)", "CG-COA-77"], ["FUNDO PARA O FOMENTO DE HABITACAO (Mozambique)", "MZ-COA-47A002641"], ["MIN. DE L'URBANISME, DE L'HABITAT, DES DOMAINES, DE L'AMENAGEMENT DU TERRITOIRE ET DE LA POPULATION (Mali)", "ML-COA-740"], ["MINISTERE DE L'AMENAGEMENT DU TERRITOIRE NATIONAL, DE L'URBANISME, DE L'HABITAT ET DE LA POLITIQUE DE LA VILLE (Morocco)", "MA-COA-46"], ["MINISTERE DE L'ENSEIGNEMENT PRE UNIVERSITAIRE ET DE L'ALPHABETISATION (Guinea)", "GN-COA-20"], ["MINISTERE DE L'HABITAT ET DU DEVELOPPEMENT URBAIN (Cameroon)", "CM-COA-38"], ["MINISTERE DES HABOUS ET DES AFFAIRES ISLAMIQUES (Morocco)", "MA-COA-23"], ["MINISTERIO DAS OBRAS PUBLICAS E HABITACAO E RECURSOS HIDRICOS (Mozambique)", "MZ-COA-47A000141"], ["MINISTÉRIO DAS OBRAS PUBLICAS, HABITAÇÃO E URBANISMO (Guinea-Bissau)", "GW-COA-21"], ["Ministere De L'enseignement Technique Et De L'alphabetisation (Central African Republic)", "CF-COA-42"], ["Ministry of Rural Rehabilitation and Development (Afghanistan)", "AF-COA-43"], ["Ministère De L'Habitat ,De L'Urbanisme Et De L'Amenagement Du Territoir (Mauritania)", "MR-COA-75"], ["Ministère Education Nationale Alphabétisation  Promotion Langues Nationa (Burkina Faso)", "BF-COA-23"], ["Ministère de l'Action Sociale, de la Promotion de la Femme et de l'Alphabétisation (Togo)", "TG-COA-740"], ["Ministère de l'Aménagement du Territoire, de l'Habitat et de l'Urbanisme (Chad)", "TD-COA-31"], ["Ministère de l'Education Nationale et de l'Alphabétisation (Côte d'Ivoire)", "CI-COA-331"], ["Ministère de l'Urbanisme et de l'Habitat (Burkina Faso)", "BF-COA-38"], ["Ministère de l'Urbanisme, de l'Habitat et de la réforme financière (Togo)", "TG-COA-760"], ["Ministère du Renouveau Urbain, de l'Habitat et du Cadre de Vie (Senegal)", "SN-COA-46"], ["Organizacion de Revolucionarios Deshabilitados Revolucionarios \"Ernesto Che Guevara\" (ORD) (Nicaragua)", "NI-COA-62"], ["Pasig River Rehabilitation Commission (Philippines)", "PH-COA-26028"], ["REHABILITATION/RESTRUCTURATION (Cameroon)", "CM-COA-93"], ["Rehabilitation and Reconstruction Board for Nad (Indonesia)", "ID-COA-94"], ["Servicio Departamental de Riego - Cochabamba (Bolivia)", "BO-COA-0300"], ["URBANISME ET HABITATE (Democratic Republic of the Congo)", "CD-COA-43"], ["Uganda Embassy in United Arab Emirates, Abudhabi (Uganda)", "UG-COA-528"]]