[["ACTIONS HUMANITAIRES ET SOLIDARITE NATIONALE (Democratic Republic of the Congo)", "CD-COA-70"], ["AGENCIA NACIONAL DE ENERGIA ATOMICA ENTIDADE REGULADORA (Mozambique)", "MZ-COA-39A002641"], ["AUTORIDADE TRIBUTARIA DE MOCAMBIQUE (Mozambique)", "MZ-COA-27A002241"], ["Asociacion Pro Arte Musical Maria Caridad Rosado (PRP ARTE) (Nicaragua)", "NI-COA-28"], ["Asociacion Vida Futura Region Autonoma de la Costa Caribe Norte (Asociacion AVFRACCN) (Nicaragua)", "NI-COA-33"], ["Asociacion Vinculos Solidarios (Vinvulos Solidarios) (Nicaragua)", "NI-COA-34"], ["Autoridad General Jurisdiccional Administrativa Minera (Bolivia)", "BO-COA-0190"], ["Autoridad General de Impugnacion Tributaria (Bolivia)", "BO-COA-0169"], ["Autoridad de Fisc y Ctrol Soc de Agua Potable Saneam. Basico (Bolivia)", "BO-COA-0311"], ["Autoridad de Fiscalizac. Y Control Soc de Bosques y Tierras (Bolivia)", "BO-COA-0312"], ["Autoridad de Fiscalizacion y Control Social de Electricidad (Bolivia)", "BO-COA-0314"], ["Autoridad de Fiscalizacion y Control Social de Empresas (Bolivia)", "BO-COA-0315"], ["Autoridad de Fiscalizacion y Control Social del Juego (Bolivia)", "BO-COA-0309"], ["Autoridad de Fiscalizacion y Control de Pensiones y Seguros (Bolivia)", "BO-COA-0313"], ["Autoridad de Regulacion y Fiscalizacion de Telecomunicacione (Bolivia)", "BO-COA-0310"], ["Autoridad de Supervision del Sistema Financiero (Bolivia)", "BO-COA-0203"], ["CONSELHO NACIONAL DE AVALIACAO DE QUALIDADE DE ENSINO SUPERIOR (Mozambique)", "MZ-COA-52A002941"], ["CONSELHO NACIONAL DE COMBATE AO HIVSIDA (Mozambique)", "MZ-COA-02A001541"], ["CONSELHO NACIONAL DE ELECTRICIDADE (Mozambique)", "MZ-COA-39A002441"], ["Central Bank Board of Liquidations (Philippines)", "PH-COA-35065"], ["Comite Ejecutivo de la Universidad Boliviana (Bolivia)", "BO-COA-0137"], ["Comite Nacional de la Persona con Discapacidad (Bolivia)", "BO-COA-0112"], ["Comunidad de Hermanas Josefinas (Nicaragua)", "NI-COA-38"], ["Consolidated Fund Services (Tanzania)", "TZ-COA-22"], ["E.G.E - ENCARGOS DA DIVIDA -CENTRAL (Mozambique)", "MZ-COA-65A000241"], ["Entidad Ejecutora de Medio Ambiente y Agua (Bolivia)", "BO-COA-0253"], ["FORCA DE INTERVENCAO RAPIDA (Mozambique)", "MZ-COA-17A001041"], ["Federacion Nicaraguense de Asociaciones de Personas con Discapacidad (FECONORI) (Nicaragua)", "NI-COA-43"], ["Federacion de Mujeres con Capacidades Diferentes (FEMUCADI) (Nicaragua)", "NI-COA-42"], ["Fundacion de Padres con Hijos de Espina Bifida (FUNDAPHEB) (Nicaragua)", "NI-COA-50"], ["Fundacion pro ayuda a ninos y ninas con capacidades diferentes (SIELO) (Nicaragua)", "NI-COA-57"], ["HAUT CONSEIL NAT. LUTTE CONTRE LE SIDA (Mali)", "ML-COA-614"], ["INSPECCAO NACIONAL DAS ACTIVIDADES ECONOMICAS (Mozambique)", "MZ-COA-41A001241"], ["INSTITUTO NACIONAL DE GESTAO DAS CALAMIDADES (Mozambique)", "MZ-COA-25A001641"], ["INSTITUTO NACIONAL DE NORMALIZACAO E QUALIDADE (Mozambique)", "MZ-COA-41A002041"], ["INSTITUTO NACIONAL PARA AS COMUNIDADES MOCAMBICANAS NO EXTERIOR (Mozambique)", "MZ-COA-21A002641"], ["INSTITUTO SUPERIOR DE CONTABILIDADE E AUDITORIA DE MOCAMBIQUE (Mozambique)", "MZ-COA-52A002641"], ["Loteria Nacional de Beneficencia y Salubridad (Bolivia)", "BO-COA-0133"], ["MINISTERE DE LA SOLIDARITÉ, DE L'INSERTION SOCIALE ET DE LA FAMILLE (Morocco)", "MA-COA-48"], ["MINISTÈRE DES AFFAIRES ÉTRANGÈRES, DE LA COOPÉRATION AFRICAINE ET DES MAROCAINS RÉSIDANT A L'ETRANGER (Morocco)", "MA-COA-07"], ["MINISTÈRE DU TOURISME, DE L'ARTISANAT ET DE L'ECONOMIE SOCIALE ET SOLIDAIRE (Morocco)", "MA-COA-14"], ["MINISTÉRIO DA MULHER, FAMÍLIA E SOLIDARIEDADE SOCIAL (Guinea-Bissau)", "GW-COA-19"], ["MINISTÉRIO DO AMBIENTE E BIODIVERSIDADE (Guinea-Bissau)", "GW-COA-99"], ["MINISTÉRIO DOS NEGÓCIOS ESTRANGEIROS, COOPERAÇÃO INTERNACIONAL E DAS COMUNIDADES (Guinea-Bissau)", "GW-COA-8"], ["MONROVIA CONSOLIDATED SCHOOL SYSTEM (Liberia)", "LR-COA-303"], ["Min Economie Solidaire et Micro Finance (Senegal)", "SN-COA-64"], ["Ministry of National Solidarity, Human Rights Human Rights and Gender (Burundi)", "BI-COA-35"], ["Ministère de l'Action Sociale et de la Solidarité Nationale (Senegal)", "SN-COA-57"], ["Ministère de la Cohésion Nationale, de la Solidarité et de la Lutte Contre la Pauvreté (Côte d'Ivoire)", "CI-COA-369"], ["Ministère de la Femme Solidarité Nationale Famille Action Humanitaire (Burkina Faso)", "BF-COA-22"], ["Ministère du Genre, et de la Solidarité Nationale (Chad)", "TD-COA-17"], ["Ministério da Solidariedade Social (Timor-leste)", "TL-COA-32"], ["Observatorio Plurinacional de la Calidad Educativa (Bolivia)", "BO-COA-0153"], ["Programme National De Solidarite 2011 (Mauritania)", "MR-COA-97"], ["RAS Singida (Tanzania)", "TZ-COA-84"], ["SANIDAD Y BIENESTAR (Equatorial Guinea)", "GQ-COA-34"], ["SECRETARIA DE ESTADO DAS COMUNIDADES (Guinea-Bissau)", "GW-COA-30"], ["SEGURIDAD NACIONAL (Equatorial Guinea)", "GQ-COA-16"], ["Serv. Nal. Para la Sostenibilidad en Sanemiento Basico (Bolivia)", "BO-COA-0225"], ["UNIVERSIDADE EDUARDO MONDLANE (Mozambique)", "MZ-COA-52A002341"], ["UNIVERSIDADE PEDAGOGICA (Mozambique)", "MZ-COA-52A002441"], ["Unidad de Analisis de Politicas Sociales y Economicas (Bolivia)", "BO-COA-0210"], ["Universidade Nacional Timor Lorosae (Timor-leste)", "TL-COA-15"]]