[["Budget, comptes publics et portefeuille public (Republic of the Congo)", "CG-COA-81"], ["CHAMBRE DES CONSEILLERS (Morocco)", "MA-COA-43"], ["Department of Skills Development (Botswana)", "BW-COA-2604"], ["Dilla University (Ethiopia)", "ET-COA-374"], ["Finances, budget et portefeuille public (Republic of the Congo)", "CG-COA-70"], ["GENRE, FAMILLE ET ENFANT (Democratic Republic of the Congo)", "CD-COA-65"], ["J. H. Cerilles State College (Philippines)", "PH-COA-08084"], ["MINISTERE DE L'AMENAGEMENT DU TERRITOIRE NATIONAL, DE L'URBANISME, DE L'HABITAT ET DE LA POLITIQUE DE LA VILLE (Morocco)", "MA-COA-46"], ["MINISTERE DE LA PROMOTION DE LA FEMME DE L'ENFANT & DE LA FAMILLE (Mali)", "ML-COA-640"], ["MINISTERE DE LA PROMOTION DE LA FEMME ET DE LA FAMILLE (Cameroon)", "CM-COA-43"], ["MINISTERE DE LA SOLIDARITÉ, DE L'INSERTION SOCIALE ET DE LA FAMILLE (Morocco)", "MA-COA-48"], ["MINISTERE DE LA VILLE ET DE L'AMENAGEMENT DU TERRITORIE (Guinea)", "GN-COA-15"], ["Minister of Skills Audit and Development (Zimbabwe)", "ZW-COA-28"], ["Ministere De La Promotion De La Femme, De La Famille Et De La Protection De L'enfant (Central African Republic)", "CF-COA-74"], ["Ministry of Chattogram Hill Tracts Affairs (Bangladesh)", "BD-COA-155"], ["Ministry of Education and Skills Development (MESD) (Botswana)", "BW-COA-0600"], ["Ministry of Employment, Labour Productivity and Skills Development (Botswana)", "BW-COA-2600"], ["Ministère Des Affaires Sociales , De L'Enfance Et De La Famille (Mauritania)", "MR-COA-77"], ["Ministère de l'Eau et de l'Hydraulique Villageoise (Togo)", "TG-COA-811"], ["Ministère de la Femme Solidarité Nationale Famille Action Humanitaire (Burkina Faso)", "BF-COA-22"], ["Ministère de la Femme, Famille et du Genre (Senegal)", "SN-COA-58"], ["Ministère de la Femme, de la Famille et de l'Enfant (Côte d'Ivoire)", "CI-COA-352"], ["Ministère des Ecovillages, des Bassins de Retention, des Lacs Artificiels et de la Pisciculture (Senegal)", "SN-COA-72"], ["Ministère du Patrimoine, du Portefeuille de l'Etat et des Entreprises Publiques (Côte d'Ivoire)", "CI-COA-376"], ["OFFICE CENTRAL DE LUTTE CONTRE L'ENRICHISSEMENT ILLICITE (Mali)", "ML-COA-223"], ["Office of Bougainville Affairs (Papua New Guinea)", "PG-COA-205"], ["PAYNESVILLE CITY CORPORATION (Liberia)", "LR-COA-325"], ["PORTEFEUILLE (Democratic Republic of the Congo)", "CD-COA-74"], ["Skills Development (Botswana)", "BW-COA-0617"], ["St. Paul Hospital Millennium Medical College (Ethiopia)", "ET-COA-346"], ["Technical Education and Skills Development Authority (Philippines)", "PH-COA-26041"], ["Technical Education and Skills Development Authority (Philippines)", "PH-COA-22009"], ["Technical Education and Skills Development Authority (Philippines)", "PH-COA-16009"], ["WILLIAM V.S. TUBMAN UNIVERSITY (Liberia)", "LR-COA-308"]]