[["Asociacion Comision Nicaraguense de Ayuda al Nino con Cancer y Leucemia (CONANCA) (Nicaragua)", "NI-COA-5"], ["Asociacion de Ancianos Desprotegidos Divino Nino de Jesus (Nicaragua)", "NI-COA-6"], ["Asociacion de Iglesias Estableciendo el Reino de Jesucristo (ETRJ) (Nicaragua)", "NI-COA-9"], ["Asociacion de Padres de Ninos y Jovenes Diabeticos de Nicaragua (Nicaragua)", "NI-COA-12"], ["CENTRO DE RECLUSAO FEMININO DE NDLAVELA (Mozambique)", "MZ-COA-23A000641"], ["CONSELHO NACIONAL DE AVALIACAO DE QUALIDADE DE ENSINO SUPERIOR (Mozambique)", "MZ-COA-52A002941"], ["Casa de Cultura Antenor Sandino Hernandez. Leon, Leon. (Nicaragua)", "NI-COA-36"], ["Commission Béninoise des Droits de l'Homme (Benin)", "BJ-COA-033"], ["Commission on Filipinos Overseas (Philippines)", "PH-COA-26003"], ["Commission on the Filipino Language (Philippines)", "PH-COA-26005"], ["Dr. Emilio B. Espinosa, Sr. Memorial State College of Agriculture and Technology (Philippines)", "PH-COA-08055"], ["Fendacion Centro de Atencion Integral a Ninos y Ninas con Autismo (CAINNA) (Nicaragua)", "NI-COA-46"], ["Fundacion El Camino (FUCAM) (Nicaragua)", "NI-COA-51"], ["Fundacion pro ayuda a ninos y ninas con capacidades diferentes (SIELO) (Nicaragua)", "NI-COA-57"], ["MINISTERIO DA CIENCIA E TECNOLOGIA, ENSINO SUPERIOR E TECNICO- PROFISSIONAL (Mozambique)", "MZ-COA-52A000141"], ["MINISTERIO DA EDUCAÇÃO E ENSINO SUPERIOR (Guinea-Bissau)", "GW-COA-15"], ["MINISTERIO DO ENSINO SUPERIOR (Guinea-Bissau)", "GW-COA-72"], ["Ministère de la Restructuration et de l'Aménagement des zones d'inondation (Senegal)", "SN-COA-81"], ["National Commission on Muslim Filipinos (Office on Muslim Affairs) (Philippines)", "PH-COA-14008"], ["National Commission on Muslim Filipinos (Office on Muslim Affairs) (Philippines)", "PH-COA-26022"], ["Nayong Pilipino Foundation (Philippines)", "PH-COA-35039"], ["Philippine Commission on Women (National Commission on the Role of Filipino Women) (Philippines)", "PH-COA-14010"], ["Philippine Commission on Women (National Commission on the Role of Filipino Women) (Philippines)", "PH-COA-26029"], ["Quirino State University (Philippines)", "PH-COA-08025"], ["SECRETARIA DE ESTADO DO ENSINO SUPERIOR E DA IVESTIGAÇÃO CIENTIFICA (Guinea-Bissau)", "GW-COA-45"], ["SINOE COMMUNITY COLLEGE (Liberia)", "LR-COA-343"]]