[["Agriculture, Fisheries and Marine Resources (St. Kitts and Nevis)", "KN-COA-10"], ["Audit Office (St. Kitts and Nevis)", "KN-COA-03"], ["BHUTAN OLYMPIC COMMITTEE (Bhutan)", "BT-COA-113.01"], ["Conseil Du Prix Chinguitti (Mauritania)", "MR-COA-36"], ["Education (St. Kitts and Nevis)", "KN-COA-13"], ["Entrepreneurship and Communications (St. Kitts and Nevis)", "KN-COA-22"], ["Environment and Cooperatives (St. Kitts and Nevis)", "KN-COA-21"], ["Ethics Committee for Senior Officials (Armenia)", "AM-COA-105049"], ["Finance (St. Kitts and Nevis)", "KN-COA-08"], ["Foreign Affairs and Aviation (St. Kitts and Nevis)", "KN-COA-17"], ["Government Finance Committee (Malawi)", "MW-COA-121"], ["Governor General (St. Kitts and Nevis)", "KN-COA-01"], ["Health (St. Kitts and Nevis)", "KN-COA-14"], ["Human Settlement, Ecclesiastical Affairs and National Health Insurance (St. Kitts and Nevis)", "KN-COA-20"], ["International Trade, Industry, Commerce and Consumer Affairs (St. Kitts and Nevis)", "KN-COA-07"], ["Justice and Legal Affairs (St. Kitts and Nevis)", "KN-COA-04"], ["LANDS COMMITTEE (Nauru)", "NR-COA-85"], ["Labour (St. Kitts and Nevis)", "KN-COA-19"], ["National Parks Development Committee (Philippines)", "PH-COA-21003"], ["National Security and Immigration (St. Kitts and Nevis)", "KN-COA-06"], ["Office of the Attorney General (St. Kitts and Nevis)", "KN-COA-18"], ["Office of the Prime Minister Human Resource Management Department (St. Kitts and Nevis)", "KN-COA-05"], ["Parliament (St. Kitts and Nevis)", "KN-COA-02"], ["Public Infrastructure, Posts and Urban Development (St. Kitts and Nevis)", "KN-COA-12"], ["RA Public Services Regulatory Committee (Armenia)", "AM-COA-105004"], ["RA State Nuclear Safety Regulatory Committee by the Government (Armenia)", "AM-COA-105037"], ["Social Development and Gender Affairs (St. Kitts and Nevis)", "KN-COA-09"], ["State Committee for Water Management of the Ministry of Territorial Administration (Armenia)", "AM-COA-105010"], ["State Committee of Science of the Ministry of Education and Science of RA (Armenia)", "AM-COA-105015"], ["State Committee of the Real Estate Cadastre adjunct to the Government of RA (Armenia)", "AM-COA-105020"], ["State Committee of the Real Estate Cadastre adjunct to the Government of RA (Armenia)", "AM-COA-105009"], ["State Committee on Urban Development under the RA Government (Armenia)", "AM-COA-105045"], ["State Forestry Committee of the Ministry of Nature Protection of RA (Armenia)", "AM-COA-105050"], ["State Revenue Committee adjunct to the Government of RA (Armenia)", "AM-COA-105013"], ["State Tourism Committee of the Ministry of Economic Development and Investments of (Armenia)", "AM-COA-105046"], ["Sustainable Development (St. Kitts and Nevis)", "KN-COA-16"], ["The Investigation Committee (Armenia)", "AM-COA-105044"], ["The State Committee of Architecture to the Government of RA (Armenia)", "AM-COA-105043"], ["Tourism and Transport (St. Kitts and Nevis)", "KN-COA-11"], ["Youth, Sports and Culture (St. Kitts and Nevis)", "KN-COA-15"]]