[["AGENCE NATIONALE DE LA SECURITE D'ETAT (Mali)", "ML-COA-235"], ["ASSEMBLEE NATIONALE (Mali)", "ML-COA-110"], ["AUTORITE DE GESTION DES REPARATIONS EN FAVEUR DES VICTIMES DES CRISES AU MALI (Mali)", "ML-COA-346"], ["AUTORITE DE PROTECTION DES DONNEES A CARACTERE PERSONNEL (Mali)", "ML-COA-334"], ["AUTORITE DE REGULATION DES MARCHES PUBLICS/DELEGATIONS SERVICES PUBLICS (ARMDS) (Mali)", "ML-COA-312"], ["AUTORITE INDEPENDANTE DE GESTION DES ELECTIONS (Mali)", "ML-COA-134"], ["BUREAU DU VERIFICATEUR GENERAL (Mali)", "ML-COA-190"], ["CELLULE NATIONALE DE TRAITEMENT DES INFORMATIONS FINANCIERES (Mali)", "ML-COA-311"], ["CHARGES COMMUNES (Mali)", "ML-COA-990"], ["COMITE NATIONAL DE L'EGAL ACCES AUX MEDIAS D'ETAT (Mali)", "ML-COA-195"], ["COMMISSARIAT A LA SECURITE ALIMENTAIRE (Mali)", "ML-COA-850"], ["COMMISSION NATIONALE DES DROITS DE L'HOMME (Mali)", "ML-COA-226"], ["CONSEIL ECONOMIQUE SOCIAL, ENVIRONNEMENTAL ET CULTUREL (Mali)", "ML-COA-160"], ["COUR CONSTITUTIONNELLE (Mali)", "ML-COA-140"], ["COUR SUPREME (Mali)", "ML-COA-150"], ["HAUT CONSEIL DES COLLECTIVITES TERRITORIALES (Mali)", "ML-COA-170"], ["HAUT CONSEIL NAT. LUTTE CONTRE LE SIDA (Mali)", "ML-COA-614"], ["HAUTE AUTORITE DE LA COMMUNICATION (Mali)", "ML-COA-732"], ["HAUTE COUR DE JUSTICE (Mali)", "ML-COA-155"], ["INSTITUT NATIONAL DE FORMATION JUDICIAIRE (Mali)", "ML-COA-222"], ["MEDIATEUR DE LA REPUBLIQUE (Mali)", "ML-COA-192"], ["MIN. DE L'URBANISME, DE L'HABITAT, DES DOMAINES, DE L'AMENAGEMENT DU TERRITOIRE ET DE LA POPULATION (Mali)", "ML-COA-740"], ["MIN. DE LA COMMUNICATION, DE L'ECONOMIE NUMERIQUE ET DE LA MODERNISATION DE L'ADMINISTRATION (Mali)", "ML-COA-730"], ["MIN. ECONOMIE NUMERIQUE ET COMMUNICATION (Mali)", "ML-COA-730"], ["MINISTERE DE L'ADMINISTRATION TERRITORIALE ET DE LA DECENTRALISATION (Mali)", "ML-COA-330"], ["MINISTERE DE L'AGRICULTURE (Mali)", "ML-COA-820"], ["MINISTERE DE L'ARTISANAT, DE LA CULTURE, DE L'INDUSTRIE HOTELIERE ET DU TOURISME (Mali)", "ML-COA-510"], ["MINISTERE DE L'ECONOMIE ET DES FINANCES (Mali)", "ML-COA-310"], ["MINISTERE DE L'EDUCATION NATIONALE (Mali)", "ML-COA-410"], ["MINISTERE DE L'ELEVAGE ET DE LA PECHE (Mali)", "ML-COA-822"], ["MINISTERE DE L'ENERGIE ET DE L'EAU (Mali)", "ML-COA-720"], ["MINISTERE DE L'ENTREPRENARJAT NATIONAL, DE L'EMPLOI ET DE LA FORMATION PROFESSIONNELLE (Mali)", "ML-COA-323"], ["MINISTERE DE L'ENVIRONNEMENT, DE L'ASSAINISSEMENT ET DU DEVELOPPEMENT DURABLE (Mali)", "ML-COA-714"], ["MINISTERE DE L'INDUSTRlE ET DU COMMERCE (Mali)", "ML-COA-380"], ["MINISTERE DE LA DEFENSE ET DES ANCIENS COMBATTANTS (Mali)", "ML-COA-210"], ["MINISTERE DE LA JEUNESSE ET DES SPORTS (Mali)", "ML-COA-520"], ["MINISTERE DE LA JUSTICE ET DES DROITS DE L'HOMME (Mali)", "ML-COA-220"], ["MINISTERE DE LA PROMOTION DE LA FEMME DE L'ENFANT & DE LA FAMILLE (Mali)", "ML-COA-640"], ["MINISTERE DE LA RECONCILIATION, DE LA PAIX ET DE LA COHESION NATIONALE (Mali)", "ML-COA-341"], ["MINISTERE DE LA REFONDATION DE L'ETAT (Mali)", "ML-COA-328"], ["MINISTERE DE LA SANTE ET DU DEVELOPPEMENT SOCIAL (Mali)", "ML-COA-610"], ["MINISTERE DE LA SECURITE ET DE LA PROTECTION CIVILE (Mali)", "ML-COA-230"], ["MINISTERE DES AFFAIRES ETRANGERES ET DE LA COOPERATION INTERNATIONALE (Mali)", "ML-COA-180"], ["MINISTERE DES AFFAIRES RELIGIEUSES, DU CULTE ET DES COUTUMES (Mali)", "ML-COA-340"], ["MINISTERE DES MALIENS ETABLIS A L'EXTERIEUR ET DE L'INTEGRATION AFRICAINE (Mali)", "ML-COA-185"], ["MINISTERE DES MINES (Mali)", "ML-COA-726"], ["MINISTERE DU TRAVAIL, DE LA FONCTION PUBLIQUE, ET DU DIALOGUE SOCIAL (Mali)", "ML-COA-320"], ["MJNISTERE DES TRANSPORTS ET DES INFRASTRUCTURES (Mali)", "ML-COA-700"], ["MlNISTERE DE L'ENSEIGNEMENT SUPERIEUR ET DE LA RECHERCHE SCTENTIFIQUE (Mali)", "ML-COA-412"], ["OFFICE CENTRAL DE LUTTE CONTRE L'ENRICHISSEMENT ILLICITE (Mali)", "ML-COA-223"], ["PRESIDENCE DE LA REPUBLIQUE (Mali)", "ML-COA-120"], ["PRIMATURE (Mali)", "ML-COA-130"]]