[["Agriculture, Fisheries and Marine Resources (St. Kitts and Nevis)", "KN-COA-10"], ["Assemblée Nationale (Senegal)", "SN-COA-22"], ["Audit Office (St. Kitts and Nevis)", "KN-COA-03"], ["Charges non Réparties (Senegal)", "SN-COA-60"], ["Commission Electorale Nationale Autonome (Senegal)", "SN-COA-23"], ["Conseil Constitutionnel (Senegal)", "SN-COA-25"], ["Conseil Economique, Social et Environnemental (Senegal)", "SN-COA-24"], ["Cour  Suprême (Senegal)", "SN-COA-27"], ["Cour des Comptes (Senegal)", "SN-COA-28"], ["Dette Publique (Senegal)", "SN-COA-10"], ["Dépenses non reparties (Senegal)", "SN-COA-"], ["Education (St. Kitts and Nevis)", "KN-COA-13"], ["Entrepreneurship and Communications (St. Kitts and Nevis)", "KN-COA-22"], ["Environment and Cooperatives (St. Kitts and Nevis)", "KN-COA-21"], ["Finance (St. Kitts and Nevis)", "KN-COA-08"], ["Foreign Affairs and Aviation (St. Kitts and Nevis)", "KN-COA-17"], ["Governor General (St. Kitts and Nevis)", "KN-COA-01"], ["Haut Conseil des Collectivités Territoriales (Senegal)", "SN-COA-29"], ["Health (St. Kitts and Nevis)", "KN-COA-14"], ["Human Settlement, Ecclesiastical Affairs and National Health Insurance (St. Kitts and Nevis)", "KN-COA-20"], ["International Trade, Industry, Commerce and Consumer Affairs (St. Kitts and Nevis)", "KN-COA-07"], ["Justice and Legal Affairs (St. Kitts and Nevis)", "KN-COA-04"], ["Labour (St. Kitts and Nevis)", "KN-COA-19"], ["MINISTERE DE L'ACTION SOCIALE, DE LA PROMOTION FEMININE ET DE L'ENFANCE (Guinea)", "GN-COA-19"], ["MINISTERE DE L'ADMINISTRATION DU TERRITOIRE ET DE LA DECENTRALISATION (Guinea)", "GN-COA-04"], ["MINISTERE DE L'AGRICULTURE (Guinea)", "GN-COA-11"], ["MINISTERE DE L'ECONOMIE ET DES FINANCES (Guinea)", "GN-COA-09"], ["MINISTERE DE L'ELEVAGE ET DES PRODUCTIONS ANIMALES (Guinea)", "GN-COA-40"], ["MINISTERE DE L'ENERGIE ET DE L'HYDRAULIQUE (Guinea)", "GN-COA-36"], ["MINISTERE DE L'ENSEIGNEMENT PRE UNIVERSITAIRE ET DE L'ALPHABETISATION (Guinea)", "GN-COA-20"], ["MINISTERE DE L'ENSEIGNEMENT TECHNIQUE, DE LA FORMATION PROFESSIONNELLE, DE L'EMPLOI ET DU TRAVAIL (Guinea)", "GN-COA-21"], ["MINISTERE DE L'ENVIRONMENT, DES EAUX ET FORETS (Guinea)", "GN-COA-31"], ["MINISTERE DE L'INDUSTRIES, DES PME ET DE LA PROMOTION DU SECTEUR PRIVE (Guinea)", "GN-COA-41"], ["MINISTERE DE LA JEUNESSE ET DE L'EMPLOI JEUNE (Guinea)", "GN-COA-23"], ["MINISTERE DE LA JUSTICE (Guinea)", "GN-COA-06"], ["MINISTERE DE LA PECHE ET DE L'AQUACULTURE (Guinea)", "GN-COA-12"], ["MINISTERE DE LA SANTE (Guinea)", "GN-COA-18"], ["MINISTERE DE LA VILLE ET DE L'AMENAGEMENT DU TERRITORIE (Guinea)", "GN-COA-15"], ["MINISTERE DES MINES ET DE LA GEOLOGIE (Guinea)", "GN-COA-13"], ["MINISTERE DES TRAVAUX PUBLICS (Guinea)", "GN-COA-14"], ["MINISTERE DU COMMERCE (Guinea)", "GN-COA-16"], ["MINISTERE DU PLAN ET DE LA COOPERATION INTERNATIONALE (Guinea)", "GN-COA-08"], ["Min Bonne Gouvernance et Protection de l'Enfance (Senegal)", "SN-COA-80"], ["Min Commerce, Consommation, Secteur Informel et PME (Senegal)", "SN-COA-45"], ["Min Communication, Télécommunications, Postes et Economie Numérique (Senegal)", "SN-COA-63"], ["Min Economie Solidaire et Micro Finance (Senegal)", "SN-COA-64"], ["Min Emploi, Insertion Professionnelle et Intensification de la Main d'Oeuvre (Senegal)", "SN-COA-36"], ["Min Enseignement Supérieur, Recherche et Innovation (Senegal)", "SN-COA-75"], ["Min Gouvernance Territoriale, Développement et Aménagement Territoire (Senegal)", "SN-COA-65"], ["Min Industrie et Petite et Moyenne Industrie (Senegal)", "SN-COA-47"], ["Min Intégration Africaine, NEPAD et Francophonie (Senegal)", "SN-COA-38"], ["Min Jeunesse, Construction Citoyenne et Promotion du Volontariat (Senegal)", "SN-COA-55"], ["Min Transports Aériens et Développement des Infrastructures Aéroportuaires (Senegal)", "SN-COA-73"], ["Min. Infras. Transp. Terrestres et du Désencl. (Senegal)", "SN-COA-41"], ["Min. Tourisme (Senegal)", "SN-COA-49"], ["Min. des Transports Terrestres, des Trans. Ferroviaires et de l'Amén. du territoire (Senegal)", "SN-COA-66"], ["Ministere de la formation professionnelle, de l'apprentissage et de l'artisanat (Senegal)", "SN-COA-59"], ["Ministère  de l'Hygiène publique et du Cadre de Vie (Senegal)", "SN-COA-69"], ["Ministère Chargé des Elections (Senegal)", "SN-COA-78"], ["Ministère de Petite Enfance et de l'Enfance (Senegal)", "SN-COA-77"], ["Ministère de l'Action Sociale et de la Solidarité Nationale (Senegal)", "SN-COA-57"], ["Ministère de l'Agriculture et de l'Equipement Rural (Senegal)", "SN-COA-42"], ["Ministère de l'Economie, des Finances et du plan (Senegal)", "SN-COA-43"], ["Ministère de l'Education Nationale (Senegal)", "SN-COA-50"], ["Ministère de l'Elevage et des Productions Animales (Senegal)", "SN-COA-62"], ["Ministère de l'Environnement et du développement durable (Senegal)", "SN-COA-56"], ["Ministère de l'Hydraulique et de l'Assainissement (Senegal)", "SN-COA-68"], ["Ministère de l'Intérieur (Senegal)", "SN-COA-33"], ["Ministère de la Culture (Senegal)", "SN-COA-53"], ["Ministère de la Femme, Famille et du Genre (Senegal)", "SN-COA-58"], ["Ministère de la Fonction Publique, de la Rationalisation des effectifs et du renouveau du service public (Senegal)", "SN-COA-35"], ["Ministère de la Justice (Senegal)", "SN-COA-34"], ["Ministère de la Promotion des investissements, des partenariats et du développement des Téléservices de l'Etat (Senegal)", "SN-COA-82"], ["Ministère de la Pêche et de l'Economie Maritime (Senegal)", "SN-COA-40"], ["Ministère de la Restructuration et de l'Aménagement des zones d'inondation (Senegal)", "SN-COA-81"], ["Ministère de la Santé et de l'Action Sociale (Senegal)", "SN-COA-54"], ["Ministère des Affaires Etrangeres et des Senegalais de l'Exterieur (Senegal)", "SN-COA-31"], ["Ministère des Ecovillages, des Bassins de Retention, des Lacs Artificiels et de la Pisciculture (Senegal)", "SN-COA-72"], ["Ministère des Energies Renouvelables (Senegal)", "SN-COA-67"], ["Ministère des Forces Armées (Senegal)", "SN-COA-32"], ["Ministère des Mines et de la Géologie (Senegal)", "SN-COA-83"], ["Ministère des Sports (Senegal)", "SN-COA-51"], ["Ministère des Sénégalais de l'Extérieur (Senegal)", "SN-COA-39"], ["Ministère des Technologies de l'Information et de la Communication (Senegal)", "SN-COA-76"], ["Ministère du Plan (Senegal)", "SN-COA-61"], ["Ministère du Pétrole et des Energies (Senegal)", "SN-COA-44"], ["Ministère du Renouveau Urbain, de l'Habitat et du Cadre de Vie (Senegal)", "SN-COA-46"], ["Ministère du Travail, du dialogue social, des organisations professionnelles et des relations avec les institutions (Senegal)", "SN-COA-37"], ["National Security and Immigration (St. Kitts and Nevis)", "KN-COA-06"], ["Office national de Lutte contre la Fraude et la Corruption (Senegal)", "SN-COA-26"], ["Office of the Attorney General (St. Kitts and Nevis)", "KN-COA-18"], ["Office of the Prime Minister Human Resource Management Department (St. Kitts and Nevis)", "KN-COA-05"], ["Parliament (St. Kitts and Nevis)", "KN-COA-02"], ["Primature (Senegal)", "SN-COA-30"], ["Présidence de la République (Senegal)", "SN-COA-21"], ["Public Infrastructure, Posts and Urban Development (St. Kitts and Nevis)", "KN-COA-12"], ["Social Development and Gender Affairs (St. Kitts and Nevis)", "KN-COA-09"], ["Sustainable Development (St. Kitts and Nevis)", "KN-COA-16"], ["Tourism and Transport (St. Kitts and Nevis)", "KN-COA-11"], ["Youth, Sports and Culture (St. Kitts and Nevis)", "KN-COA-15"]]