[["Agencia para el Des. De las Macroreg. Y Zonas Fronterizas (Bolivia)", "BO-COA-0201"], ["Agency for Mud Flow Control (Indonesia)", "ID-COA-105"], ["Agency for Nuclear Energy Control (Indonesia)", "ID-COA-85"], ["Asociacion Taurina de Chontales (Toros de Chontales) (Nicaragua)", "NI-COA-31"], ["Autoridad de Fiscalizac. Y Control Soc de Bosques y Tierras (Bolivia)", "BO-COA-0312"], ["Autoridad de Fiscalizacion y Control Social de Electricidad (Bolivia)", "BO-COA-0314"], ["Autoridad de Fiscalizacion y Control Social de Empresas (Bolivia)", "BO-COA-0315"], ["Autoridad de Fiscalizacion y Control Social del Juego (Bolivia)", "BO-COA-0309"], ["Autoridad de Fiscalizacion y Control de Pensiones y Seguros (Bolivia)", "BO-COA-0313"], ["Autorité Supérieure de Contrôle d'Etat et de Lutte contre la Corruption (Burkina Faso)", "BF-COA-52"], ["BHUTAN NARCOTICS CONTROL AUTHORITY (Bhutan)", "BT-COA-122.01"], ["BORDER CONTROL (Nauru)", "NR-COA-45"], ["C.A.A. DEUDA PUBLICA (CONTRIBUCIONES A ORGAN.) (Equatorial Guinea)", "GQ-COA-56"], ["CONTROLE SUPERIEUR DE L'ETAT (Cameroon)", "CM-COA-11"], ["COUR SUPERIEURE DES COMPTES ET DU CONTENTIEUX (Haiti)", "HT-COA-4111"], ["Contingency (Ghana)", "GH-COA-074"], ["Contingency Fund (Sierra Leone)", "SL-COA-610"], ["Contraloria General del Estado (Bolivia)", "BO-COA-0680"], ["Contribution to the Development Fund (Kiribati)", "KI-COA-02"], ["Control Chamber of RA (Armenia)", "AM-COA-105034"], ["Controller of Budget (Kenya)", "KE-COA-2121"], ["Controller of Budget (Kenya)", "KE-COA-212"], ["Contrôle d’Etat, qualité du service public (Republic of the Congo)", "CG-COA-64"], ["Department of Sanitation and Pollution Control (Botswana)", "BW-COA-2005"], ["Drug Control and Enforcement Authority (Tanzania)", "TZ-COA-91"], ["Ethiopian Food, Drug and Health Care Administration And Control Authority (Ethiopia)", "ET-COA-343"], ["Governance Commission for Government-Owned or Controlled Corporations (Philippines)", "PH-COA-26011"], ["HAUT CONSEIL NAT. LUTTE CONTRE LE SIDA (Mali)", "ML-COA-614"], ["INSTANCE NATIONALE DE LA PROBITÉ, DE LA PRÉVENTION ET DE LA LUTTE CONTRE LA CORRUPTION (Morocco)", "MA-COA-55"], ["INSTITUTO NACIONAL DO MAR E FRONTEIRAS (Mozambique)", "MZ-COA-21A002741"], ["INSTITUTO SUPERIOR DE CONTABILIDADE E AUDITORIA DE MOCAMBIQUE (Mozambique)", "MZ-COA-52A002641"], ["Intercontinental Broadcasting Corporation (Philippines)", "PH-COA-35087"], ["MINISTERE DE L'ENVIRONNEMENT ET DE LA LUTTE CONTRE LA DESERTIFICATION (Niger)", "NE-COA-60"], ["Min Jeunesse, Construction Citoyenne et Promotion du Volontariat (Senegal)", "SN-COA-55"], ["Min de Transparencia Inst. Y Lucha Contra la Corrupcion (Bolivia)", "BO-COA-0050"], ["Ministry of Frontiers and Tribal Affairs (Afghanistan)", "AF-COA-46"], ["Ministry of Industry, Trade and Supple /Companies Control Department (Jordan)", "JO-COA-1602"], ["Ministère de la Cohésion Nationale, de la Solidarité et de la Lutte Contre la Pauvreté (Côte d'Ivoire)", "CI-COA-369"], ["National Agency of Drug and Food Control (Indonesia)", "ID-COA-63"], ["National Citizenship and Immigration Control (NCIC) (Uganda)", "UG-COA-120"], ["National Coordination of Disaster Control Board (Indonesia)", "ID-COA-103"], ["National HIV/AIDS Prevention & Control Secretariat (Ethiopia)", "ET-COA-345"], ["OFFICE CENTRAL DE LUTTE CONTRE L'ENRICHISSEMENT ILLICITE (Mali)", "ML-COA-223"], ["Office national de Lutte contre la Fraude et la Corruption (Senegal)", "SN-COA-26"], ["Office of the Contractor-General (Jamaica)", "JM-COA-4000"], ["RECONTRUCTION (Democratic Republic of the Congo)", "CD-COA-33"], ["SUBVENTIONS ET CONTRIBUTIONS (Cameroon)", "CM-COA-60"], ["Sierra Leone Local Contect Agency (Sierra Leone)", "SL-COA-419"], ["TRIBUNAL DE CONTAS (Guinea-Bissau)", "GW-COA-5"], ["The National Institute for Control and Eradication of Tsetse Fly and Trypanosomosis (Ethiopia)", "ET-COA-248"], ["Veterinary Drug and Animal Feed Administration and Control Authority (Ethiopia)", "ET-COA-246"]]