[["Asociacion Iglesia Maranata Pentocostes (Asociacion I. M. P.) (Nicaragua)", "NI-COA-17"], ["Asociacion Iglesia de Dios Pentecostal Casa de Jehova (Casa de Jehova) (Nicaragua)", "NI-COA-16"], ["Asociacion Vida Futura Region Autonoma de la Costa Caribe Norte (Asociacion AVFRACCN) (Nicaragua)", "NI-COA-33"], ["Asociacion de Municipios de las Regiones Autonomas de la Costa Atlantica de Nicaragua (AMURACAN) (Nicaragua)", "NI-COA-10"], ["Department of Science and Technology (DOST) (Philippines)", "PH-COA-19"], ["Department of Telecommunications and Postal Services (Botswana)", "BW-COA-2404"], ["MINISTERE DE LA POSTE ET DES NOUVELLES TECHNOLOGIES DE L'INFORMATION (Niger)", "NE-COA-08"], ["MINISTERE DES POSTES ET TELECOMMUNICATIONS (Cameroon)", "CM-COA-45"], ["MINISTERE DES POSTES, DES TELECOMMUNICATIONS ET DU DEVELOPPEMENT NUMERIQUE (Madagascar)", "MG-COA-66"], ["MINISTRY OF POST AND TELECOMMUNICATION (Liberia)", "LR-COA-404"], ["Min Communication, Télécommunications, Postes et Economie Numérique (Senegal)", "SN-COA-63"], ["Minister of Information Communication, Technology, Postal and Courier Services (Zimbabwe)", "ZW-COA-23"], ["Ministere Des Postes Et Telecommunication (Central African Republic)", "CF-COA-88"], ["Ministry of Commerce, Industry, Posts and Tourism (Burundi)", "BI-COA-41"], ["Ministry of Post and Telecommunication (Somalia)", "SO-COA-307"], ["Ministry of Post and Telecomunication (Lao PDR)", "LA-COA-16"], ["Ministère des Postes et de l'Économie Numérique (Chad)", "TD-COA-25"], ["Ministère du Développement de l'Economie Numérique et des Postes (Burkina Faso)", "BF-COA-31"], ["POSTES, TELECOMMUNICATIONS ET NOUVELLES TECHNOLOGIES DE L'IN (Democratic Republic of the Congo)", "CD-COA-52"], ["Philippine Center for Post-Harvest Development and Mechanization (Philippines)", "PH-COA-05011"], ["Philippine Postal Corporation (Philippines)", "PH-COA-35080"], ["Post and Telecommunications Department (Jamaica)", "JM-COA-56039"], ["Postes, télécommunications et économie numérique (Republic of the Congo)", "CG-COA-45"], ["Posts and Telecommunications Division (Bangladesh)", "BD-COA-154"], ["Public Infrastructure, Posts and Urban Development (St. Kitts and Nevis)", "KN-COA-12"], ["Serv. Nal. Para la Sostenibilidad en Sanemiento Basico (Bolivia)", "BO-COA-0225"], ["Sierra Leone College of Postgraduate Health Specialities (Sierra Leone)", "SL-COA-317"]]