[["AMENAGEMENT DU TERRITOIRE (Democratic Republic of the Congo)", "CD-COA-84"], ["Administration du territoire, décentralisation et développement local (Republic of the Congo)", "CG-COA-65"], ["Agriculture, Irrigation and Water Development (Malawi)", "MW-COA-190"], ["Agriculture, Livestock and Irrigation (Myanmar)", "MM-COA-9"], ["Aménagement du territoire, infrastructure et entretien routier (Republic of the Congo)", "CG-COA-67"], ["Asociacion Quincho Barrilete (Nicaragua)", "NI-COA-30"], ["C.A.A. DEUDA PUBLICA (INTERESES CORRIENTES) (Equatorial Guinea)", "GQ-COA-56"], ["Department of Curriculum Development and Evaluation (Botswana)", "BW-COA-0605"], ["FEDERAL CAPITAL TERRITORY ADMINISTRATION (Nigeria)", "NG-COA-0437"], ["HAUT CONSEIL DES COLLECTIVITES TERRITORIALES (Mali)", "ML-COA-170"], ["Haut Conseil des Collectivités Territoriales (Senegal)", "SN-COA-29"], ["INSTITUTO NACIONAL DE IRRIGACAO (Mozambique)", "MZ-COA-35A005041"], ["Irrigation Development Commission (Ethiopia)", "ET-COA-224"], ["MIN. DE L'URBANISME, DE L'HABITAT, DES DOMAINES, DE L'AMENAGEMENT DU TERRITOIRE ET DE LA POPULATION (Mali)", "ML-COA-740"], ["MINISTERE DE L'ADMINISTRATION DU TERRITOIRE ET DE LA DECENTRALISATION (Guinea)", "GN-COA-04"], ["MINISTERE DE L'ADMINISTRATION TERRITORIALE (Cameroon)", "CM-COA-07"], ["MINISTERE DE L'ADMINISTRATION TERRITORIALE ET DE LA DECENTRALISATION (Mali)", "ML-COA-330"], ["MINISTERE DE L'AMENAGEMENT DU TERRITOIRE ET DES TRAVAUX PUBLICS (Madagascar)", "MG-COA-62"], ["MINISTERE DE L'AMENAGEMENT DU TERRITOIRE ET DU DEVELOPPEMENT COMMUNAUTAIRE (Niger)", "NE-COA-56"], ["MINISTERE DE L'AMENAGEMENT DU TERRITOIRE NATIONAL, DE L'URBANISME, DE L'HABITAT ET DE LA POLITIQUE DE LA VILLE (Morocco)", "MA-COA-46"], ["MINISTERE DE L'ECONOMIE, DE PLANIFICATION ET DE L'AMENAGEMENT DU TERRITOIRE (Cameroon)", "CM-COA-22"], ["MINISTERE DE L'INTERIEUR & DES COLLECTIVITÉS TERRITORIALES (Haiti)", "HT-COA-1216"], ["MINISTERE DE LA VILLE ET DE L'AMENAGEMENT DU TERRITORIE (Guinea)", "GN-COA-15"], ["MINISTÉRIO DA ADMINISTRAÇÃO TERRITORIAL (Guinea-Bissau)", "GW-COA-11"], ["Min Gouvernance Territoriale, Développement et Aménagement Territoire (Senegal)", "SN-COA-65"], ["Min. des Transports Terrestres, des Trans. Ferroviaires et de l'Amén. du territoire (Senegal)", "SN-COA-66"], ["Ministere De L'administration Du Terrirotire Et De La Decentralisation (Central African Republic)", "CF-COA-14"], ["Ministry of Agriculture, Irrigation & Livestock (Afghanistan)", "AF-COA-39"], ["Ministry of Energy, Water Resources and Irrigation (Nepal)", "NP-COA-308"], ["Ministry of Territorial Administration of RA (Armenia)", "AM-COA-104001"], ["Ministry of Water & Sanitation and Irrigation (Kenya)", "KE-COA-1109"], ["Ministry of Water Sanitation and Irrigation (Kenya)", "KE-COA-1107"], ["Ministry of Water and Irrigation (Jordan)", "JO-COA-2301"], ["Ministry of Water and Irrigation (Tanzania)", "TZ-COA-49"], ["Ministry of Water and Irrigation/Jordan Valley Authority (Jordan)", "JO-COA-2302"], ["Ministry of Water, Irrigation and Energy (Ethiopia)", "ET-COA-221"], ["Ministère Administration Territoriale Décentralisat  Cohésion Sociale (Burkina Faso)", "BF-COA-09"], ["Ministère De L'Habitat ,De L'Urbanisme Et De L'Amenagement Du Territoir (Mauritania)", "MR-COA-75"], ["Ministère de l'Administration du Territoire et de la Décentralisation et de la Bonne Gouvernance (Chad)", "TD-COA-13"], ["Ministère de l'Administration territoriale, de la Décentralisation et des Collectivités locales (Togo)", "TG-COA-410"], ["Ministère de l'Aménagement du Territoire, de l'Habitat et de l'Urbanisme (Chad)", "TD-COA-31"], ["Ministère des Mines et des Carrières (Burkina Faso)", "BF-COA-26"], ["National Curriculum Development Centre (NCDC) (Uganda)", "UG-COA-111"], ["National Irrigation Administration (Philippines)", "PH-COA-35005"], ["National Irrigation Commission (Tanzania)", "TZ-COA-05"], ["State Committee for Water Management of the Ministry of Territorial Administration (Armenia)", "AM-COA-105010"], ["State Department for Irrigation (Kenya)", "KE-COA-1167"], ["State Department for Regional and Nothern Corridor Development (Kenya)", "KE-COA-1222"], ["State Migration Service of the Ministry of Territorial Administration of RA (Armenia)", "AM-COA-105021"], ["Transferts des Ressources aux Collectivités Territoriales (Burkina Faso)", "BF-COA-98"], ["Transport Corridor Management (Botswana)", "BW-COA-2315"]]