[["Allocations to Local Government Units (ALGU) (Philippines)", "PH-COA-36"], ["Chambre Nationale des Rois et Chefs Traditionnels (Côte d'Ivoire)", "CI-COA-111"], ["Department of Information and Communications Technology (DICT) (Philippines)", "PH-COA-37"], ["Department of Information and Communications Technology (Office of the Secretary) (Philippines)", "PH-COA-37001"], ["FUNDO DE DESENVOLVIMENTO DOS TRANSPORTES E COMUNICACOES (Mozambique)", "MZ-COA-45A003041"], ["HAUT CONSEIL DES COLLECTIVITES TERRITORIALES (Mali)", "ML-COA-170"], ["Haut Conseil des Collectivités Autonomes et des Chefferies Traditionnelles (Chad)", "TD-COA-49"], ["Haut Conseil des Collectivités Territoriales (Senegal)", "SN-COA-29"], ["INSTITUTO NACIONAL DOS TRANSPORTES TERRESTRES (Mozambique)", "MZ-COA-45A001341"], ["Information and Communications Technology Office (Philippines)", "PH-COA-19006"], ["MINISTERE DE L'AMENAGEMENT DU TERRITOIRE ET DES TRAVAUX PUBLICS (Madagascar)", "MG-COA-62"], ["MINISTERE DE L'INTERIEUR & DES COLLECTIVITÉS TERRITORIALES (Haiti)", "HT-COA-1216"], ["MINISTERE DE LA POSTE ET DES NOUVELLES TECHNOLOGIES DE L'INFORMATION (Niger)", "NE-COA-08"], ["MINISTERE DES POSTES, DES TELECOMMUNICATIONS ET DU DEVELOPPEMENT NUMERIQUE (Madagascar)", "MG-COA-66"], ["MINISTERE DES TRANSPORTS (Cameroon)", "CM-COA-46"], ["MINISTERE DES TRANSPORTS (Niger)", "NE-COA-53"], ["MINISTERE DES TRANSPORTS, DU TOURISME ET DE LA METEOROLOGIE (Madagascar)", "MG-COA-63"], ["MINISTERE DES TRAVAUX PUBLICS (Cameroon)", "CM-COA-36"], ["MINISTERE DES TRAVAUX PUBLICS (Guinea)", "GN-COA-14"], ["MINISTERE DES TRAVAUX PUBLICS, TRANSPORTS ET COMMUNICATIONS (Haiti)", "HT-COA-1114"], ["MINISTERIO DOS TRANSPORTES E COMUNICACOES (Mozambique)", "MZ-COA-45A000141"], ["MINISTÉRIO DOS TRANSPORTES E COMUNICAÇÕES (Guinea-Bissau)", "GW-COA-43"], ["MJNISTERE DES TRANSPORTS ET DES INFRASTRUCTURES (Mali)", "ML-COA-700"], ["Min. des Transports Terrestres, des Trans. Ferroviaires et de l'Amén. du territoire (Senegal)", "SN-COA-66"], ["Ministere Des Transports Et De L'aviation Civile (Central African Republic)", "CF-COA-99"], ["Ministere Des Travaux Publics Et De L'entretien Routier (Central African Republic)", "CF-COA-81"], ["Ministry of Information, and Communications Technology (Uganda)", "UG-COA-020"], ["Ministère De L'Équipement Et Des Transports (Mauritania)", "MR-COA-21"], ["Ministère de la Promotion des investissements, des partenariats et du développement des Téléservices de l'Etat (Senegal)", "SN-COA-82"], ["Ministère des Affaires Etrangères, de l'intégration Africaine et des togolaise de l'extérieur (Togo)", "TG-COA-230"], ["Ministère des Affaires Etrangères, des Tchadiens de l'Etranger, de la Coopération Internationale (Chad)", "TD-COA-9"], ["Ministère des Technologies de l'Information et de la Communication (Senegal)", "SN-COA-76"], ["Ministère des Transports (Côte d'Ivoire)", "CI-COA-340"], ["Ministère des Transports et Sécurité Routière (Chad)", "TD-COA-52"], ["Ministère des Transports, de la Mobilité Urbaine et de la Sécurité Routi (Burkina Faso)", "BF-COA-32"], ["Ministère des transports routiers, aérien et ferroviaire (Togo)", "TG-COA-832"], ["Ministère des travaux publics (Togo)", "TG-COA-830"], ["Ministère du Cadre de Vie et des Transports (Benin)", "BJ-COA-037"], ["Minstry of Finance/Income and Sales Tax Department (Jordan)", "JO-COA-1506"], ["National Council for Children's Television (Philippines)", "PH-COA-07003"], ["POSTES, TELECOMMUNICATIONS ET NOUVELLES TECHNOLOGIES DE L'IN (Democratic Republic of the Congo)", "CD-COA-52"], ["People's Television Network, Inc. (Philippines)", "PH-COA-35059"], ["RAS Tabora (Tanzania)", "TZ-COA-85"], ["RAS Tanga (Tanzania)", "TZ-COA-86"], ["Transfers to Local Councils (Sierra Leone)", "SL-COA-701"], ["Transferts des Ressources aux Collectivités Territoriales (Burkina Faso)", "BF-COA-98"]]