[["ADMINISTRACAO DE INFRA-ESTRUTURAS DE AGUA E SANEAMENTO (Mozambique)", "MZ-COA-47A001041"], ["Agusan del Sur State College of Agriculture and Technology (Philippines)", "PH-COA-08104"], ["Archivo Historico Diocesano (Nicaragua)", "NI-COA-1"], ["Autoridad de Fisc y Ctrol Soc de Agua Potable Saneam. Basico (Bolivia)", "BO-COA-0311"], ["CLASSE MOYENNE, DES PETITES ET MOYENNES ENTREPRISES, ARTISANA (Democratic Republic of the Congo)", "CD-COA-90"], ["CULTURA, TURISMO Y PROMOCION ARTESANAL (Equatorial Guinea)", "GQ-COA-27"], ["Casa de Cultura Antenor Sandino Hernandez. Leon, Leon. (Nicaragua)", "NI-COA-36"], ["DIRECCAO NACIONAL DE ABASTECIMENTO DE AGUA E SANEAMENTO (Mozambique)", "MZ-COA-47A003641"], ["Department of Sanitation and Pollution Control (Botswana)", "BW-COA-2005"], ["Department of Water and Sanitation (Botswana)", "BW-COA-1809"], ["Direc. Dptal. De Educacion Santa Cruz (Bolivia)", "BO-COA-0271"], ["Fundacion Amigos del Rio San Juan (FUNDAR) (Nicaragua)", "NI-COA-45"], ["Grand Renaissance Dam Coordination Project Office (Ethiopia)", "ET-COA-167"], ["Kasanda District (Uganda)", "UG-COA-855"], ["MINISTERE DE L'ARTISANAT, DE LA CULTURE, DE L'INDUSTRIE HOTELIERE ET DU TOURISME (Mali)", "ML-COA-510"], ["MINISTERE DE L'INDUSTRIE DU COMMERCE ET DE L'ARTISANAT (Madagascar)", "MG-COA-34"], ["MINISTERE DE LA CULTURE, DU TOURISME ET DE L'ARTISANAT (Niger)", "NE-COA-27"], ["MINISTERE DE LA SANTE (Guinea)", "GN-COA-18"], ["MINISTERE DE LA SANTE ET DE LA PROTECTION SOCIALE (Morocco)", "MA-COA-12"], ["MINISTERE DE LA SANTE ET DU DEVELOPPEMENT SOCIAL (Mali)", "ML-COA-610"], ["MINISTERE DE LA SANTE PUBLIQUE (Cameroon)", "CM-COA-40"], ["MINISTERE DE LA SANTE PUBLIQUE (Madagascar)", "MG-COA-71"], ["MINISTERE DE LA SANTE PUBLIQUE ET DE LA POPULATION (Haiti)", "HT-COA-1313"], ["MINISTERE DE LA SANTE PUBLIQUE, DE LA POPULATION ET DES AFFAIRES SOCIALES (Niger)", "NE-COA-64"], ["MINISTERE DES PETITES ET MOYENNES ENTREPRISES, DE L'ECONOMIE SOCIALE ET DE L'ARTISANAT (Cameroon)", "CM-COA-39"], ["MINISTRY OF WATER DEVELOPMENT AND SANITATION (Zambia)", "ZM-COA-52"], ["MINISTÈRE DU TOURISME, DE L'ARTISANAT ET DE L'ECONOMIE SOCIALE ET SOLIDAIRE (Morocco)", "MA-COA-14"], ["MINISTÉRIO DO TURISMO E DO ARTESANATO (Guinea-Bissau)", "GW-COA-26"], ["MUSANZE (Rwanda)", "RW-COA-63"], ["Ministere De L'elevage et de la Sante Animale (Central African Republic)", "CF-COA-97"], ["Ministere De La Sante Et De La Population (Central African Republic)", "CF-COA-60"], ["Ministere Des Petites Et Moyennes Entreprises, De L'artisanat Et Du Secteur Informel (Central African Republic)", "CF-COA-94"], ["Ministere de la formation professionnelle, de l'apprentissage et de l'artisanat (Senegal)", "SN-COA-59"], ["Ministry of Health and Sanitation (Sierra Leone)", "SL-COA-304"], ["Ministry of Sanitation and Water Resources (Ghana)", "GH-COA-049"], ["Ministry of Water & Sanitation and Irrigation (Kenya)", "KE-COA-1109"], ["Ministry of Water Sanitation and Irrigation (Kenya)", "KE-COA-1107"], ["Ministère De La Santé (Mauritania)", "MR-COA-53"], ["Ministère Du Commerce, De L'Industrie, De L'Artisanat Et Du Tourisme (Mauritania)", "MR-COA-18"], ["Ministère de la  Santé (Burkina Faso)", "BF-COA-21"], ["Ministère de la Santé (Benin)", "BJ-COA-019"], ["Ministère de la Santé et de l'Action Sociale (Senegal)", "SN-COA-54"], ["Ministère de la Santé et de la Prévention (Chad)", "TD-COA-16"], ["Ministère de la Santé, de l'Hygiène Publique et de la Couverture Maladie Universelle (Côte d'Ivoire)", "CI-COA-335"], ["Ministère du Commerce, de l'Industrie et de l'Artisanat (Burkina Faso)", "BF-COA-25"], ["Ministère du Commerce, de l'artisanat et de la consommation locale (Togo)", "TG-COA-820"], ["Ministère du Développement Touristique et de l'Artisanat (Chad)", "TD-COA-24"], ["NATIONAL WATER SANITATION AND HYGIENE COMMISSION (Liberia)", "LR-COA-134"], ["Nansana Municipal Council (Uganda)", "UG-COA-725"], ["Petites et moyennes entreprises, artisanat (Republic of the Congo)", "CG-COA-38"], ["SANIDAD Y BIENESTAR (Equatorial Guinea)", "GQ-COA-34"], ["SANTE (Democratic Republic of the Congo)", "CD-COA-37"], ["Sandiganbayan (Philippines)", "PH-COA-29003"], ["Santé et population (Republic of the Congo)", "CG-COA-58"], ["Serv. Nal. Para la Sostenibilidad en Sanemiento Basico (Bolivia)", "BO-COA-0225"], ["Water and Sanitation (South Africa)", "ZA-COA-41"]]