[["Building Works Development and Maintenance (Botswana)", "BW-COA-2313"], ["COUR SUPERIEURE DES COMPTES ET DU CONTENTIEUX (Haiti)", "HT-COA-4111"], ["Casa de Cultura Antenor Sandino Hernandez. Leon, Leon. (Nicaragua)", "NI-COA-36"], ["Coopération internationale et partenariat public-privé (Republic of the Congo)", "CG-COA-63"], ["DELEGATION GENERALE A L'ADMINISTRATION PENITENTIAIRE ET A LA REINSERTION (Morocco)", "MA-COA-51"], ["FUNDO NACIONAL DE DESENVOLVIMENTO SUSTENTAVEL FNDS (Mozambique)", "MZ-COA-35A006041"], ["Fendacion Centro de Atencion Integral a Ninos y Ninas con Autismo (CAINNA) (Nicaragua)", "NI-COA-46"], ["GABINETE DE ASSITENCIA AOD ANTIGOS PRESIDENTES DE REPUBLICA E ATENDIMENTO AOD DIRIGENTES SUPERIORES DO ESTADO (Mozambique)", "MZ-COA-02A001341"], ["INSTITUTO DO PATROCINIO E ASSISTENCIA JURIDICA (Mozambique)", "MZ-COA-23A001041"], ["INSTITUTO SUPERIOR DE ESTUDOS DE DEFESA TENENTE-GENERAL ARMANDO EMILIO GUEBUZA (Mozambique)", "MZ-COA-15A000441"], ["JUSTICIA, CULTO E INSTIT. PENITENCIARIAS (Equatorial Guinea)", "GQ-COA-13"], ["MINISTERE DE L'INCLUSION ECONOMIQUE, DE LA PETITE ENTREPRISE, DE L'EMPLOI ET DES COMPETENCES (Morocco)", "MA-COA-31"], ["MINISTERIO DOS COMBATENTES (Mozambique)", "MZ-COA-60A000141"], ["Min Emploi, Insertion Professionnelle et Intensification de la Main d'Oeuvre (Senegal)", "SN-COA-36"], ["Ministry of Public Works and Housing/Government Tenders Department (Jordan)", "JO-COA-2102"], ["Ministère de la Promotion des investissements, des partenariats et du développement des Téléservices de l'Etat (Senegal)", "SN-COA-82"], ["Ministère de la Prospective Economique et des Partenaires Internationaux (Chad)", "TD-COA-7"], ["Ministère des Ecovillages, des Bassins de Retention, des Lacs Artificiels et de la Pisciculture (Senegal)", "SN-COA-72"], ["MlNISTERE DE L'ENSEIGNEMENT SUPERIEUR ET DE LA RECHERCHE SCTENTIFIQUE (Mali)", "ML-COA-412"], ["Office of Te Beretitenti (Kiribati)", "KI-COA-09"], ["Penitentiary Department of the Ministry of Justice of the Republic of Armenia (Armenia)", "AM-COA-105047"], ["Road Infrastructure Development and Maintenance (Botswana)", "BW-COA-2314"], ["Road Maintenance Fund (Sierra Leone)", "SL-COA-411"], ["SECRETARIA DE ESTADO DOS COMBATENTES DA LIBERDADE (Guinea-Bissau)", "GW-COA-39"], ["Serv. Nal. Para la Sostenibilidad en Sanemiento Basico (Bolivia)", "BO-COA-0225"]]